[
  {
    "pos_seq_num": "692",
    "description": "The incumbent reports on macroeconomic developments and the transportation, ICT, mining, and non-oil energy sectors.  Monitors bilateral economic developments between Angola and other countries and follows trade and investment activities related to national reconstruction programs.  positionstains contact with government, commercial, and banking officials.  Provides commercial assistance to U.S. companies seeking to do business in Angola.  POC: Pol/Econ Chief Chuka Asike&#40;AsikeC&#64;state.gov&#41;  or DCM Constance Arvis&#40;ArvisCC&#64;state.gov&#41; Please submit lobbying documents to the 360 Community Lobbying Center http://appcenter.state.sbu/CLC"
  },
  {
    "pos_seq_num": "3068",
    "description": "The Financial Management Officer &#40;FMO&#41; reports directly to the Management Officer and is responsible for all budgeting and financial management services to ICASS, DOS, MSG, DS, PD, PLS, CDC, DIA, OSC, and three separate entities at USAID.  The incumbent provides financial advice to agency managers and to the ICASS Council at post.  The FMO supervises nine locally-employed &#40;LE&#41; staff and manages approximately USD 20 million in ICASS, DS, PD, OBO, INL and State Program funds. POC is Amy H. Vrampas, Management Counselor, VrampasAH&#64;state.gov, +231-77-677-7144, IVG 766-7114. Please submit lobbying documents to the 360 Community Lobbying Center http://appcenter.state.sbu/CLC. &#40;Revised 1/2017&#41;"
  },
  {
    "pos_seq_num": "2703",
    "description": "&#40;Updated January 2017&#41;: The Information Management Specialist &#40;IMS&#41; reports directly to the Information Management Officer &#40;IMO&#41;. The incumbent assists with section management and operations in a busy Information Programs Center &#40;IPC&#41;. The IMS provides technical and operational support for classified and unclassified clients, serves as Information Systems Security Officer &#40;ISSO&#41;, and directs 7 Locally Employed &#40;LE&#41; Staff supporting 161 computer users at three different sites. The incumbent serves as Acting IMO during his/her absence. POC: IMO William White WhiteWT&#64;state.gov &#40;IVG 363-5914&#41;.  Interested candidates should also contact WHA/EX Dan Sweet SweetDL&#64;state.gov &#40;202-647-4357&#41;. "
  },
  {
    "pos_seq_num": "6764",
    "description": "Serves as a criminal investigator in the Criminal Fraud Investigations Branchlocated within the Criminal Investigations Division. The branch and its agents are responsible for conducting criminal and administrative investigations into allegations of wrongdoing on the part of USG employees pertaining to visa and passport issuances, multijurisdictional external visa and passport fraud, human trafficking, and other sensitive cases. CFI agents are worldwide deployable for their investigations and occasional protection details. The incumbent is rated by a Unit Supervisor and reviewed by the Branch Chief. Travel is required for most cases. Completion of the Basic Consular Course at FSI is required at the beginning of the tour.  Point of contact for this position may be contacted at &#40;571&#41; 345-2994."
  },
  {
    "pos_seq_num": "104186",
    "description": "The incumbent serves as an instructor at the National Foreign Affairs Training Center &#40;NFATC&#41; campus of the Foreign Service Institute&#39;s &#40;FSI&#41;, School of Applied Information Technology &#40;SAIT&#41;, Enterprise Technology Division &#40;ET&#41;, located at SA-42 in Arlington, Virginia. FSI/SAIT provides a unique opportunity to shape and mold new and veteran talent in the Foreign Service as an Information Management Specialist &#40;IMS&#41; or Information Management Technical Specialist &#40;IMTS&#41; as a Radio Instructor. &#13;&#10;The position is located at the FSI positions Campus and provides training of basic concepts, principles, and techniques of communications systems and positionstenance procedures. The incumbent is assigned as an instructor responsible for training students on operation and management of radio equipment and technologies deployed by the Department of State. They consult with the Department&#8217;s Radio Programs Branch &#40;RPB&#41; to design, develop and deliver course material in the basic concept, operation and troubleshooting techniques of radio systems. They will conduct periodic course evaluations to ensure content repositionss relevant and adequately geared toward the IT audience of new hire and veteran employees, which includes IMS, IMTS, Locally Engaged Staff &#40;LES&#41;, and Information Management Assistant &#40;IMA&#41; positions.  Qualified IMTS and IMS candidates will be considered.  For further information, please contact Mr. Wayne D. Payton at &#40;703&#41; 302 7819 or PaytonWD&#64;state.gov&#13;&#10;"
  },
  {
    "pos_seq_num": "17759",
    "description": "ISO:Information Systems Office &#40;ISO&#41; in Vladivostok is staffed by two direct-hire Americans. It is responsible for the full range of IMO/IPO/ISSO functions, including unclassified and SBU classified pouch, high frequency and VHF/UHF radio systems, Iridium satellite phones, unclassified SBU OpenNet, Meridian Nortel 11C digital phone system, and 3 separate dedicated internet networks. The ISO section has direct liaison with RIMCs in Bangkok, Frankfurt, and Moscow and handles SBU classified pouch delivery through SRDCH Seoul. The Information Systems Officer &#40;ISO&#41; and Information Management Specialist &#40;IMS&#41; both cover all areas of the ISC. Additionally, the ISO is responsible for OpenNet project administration, application and customer service support, and also serves as the ISSO. The ISO reports to and acts as backup to the Management Officer. The ISO provides direct supervision to the IMS. **Please note - we have requested the removal of this language designation** POC Michael Gillen. gillenml&#64;state.gov. We are collecting lobbying documents through the EUR-IO 360 Lobbying Center. Please submit your lobbying information at http://eur.p.state.sbu/sites/apps/EURApps/EUR360Center/"
  },
  {
    "pos_seq_num": "20268",
    "description": "Incumbent is one of four Assistant Regional Security Officers &#40;A/RSO&#41;, serves under the supervision of the Regional Security Officer &#40;RSO&#41; and the Deputy Regional Security Officer &#40;D/RSO&#41;, assists with the operational supervision of the Marine Security Guards &#40;MSG&#41;, the Local Guard Program &#40;LGP&#41;, and the Foreign Service National Investigator &#40;FSNI&#41;.   POC:  Joe Harms, DRSO.  Updated June 2016."
  },
  {
    "pos_seq_num": "20394",
    "description": "Assists the RSO in protecting approximately 50-75 US Direct Hires and families, and 150+ LE Staff.  The Regional Security Office is responsible for the full range of security programs, including the protection of a New Embassy Compound built in 2005, two offsite administrative facilities, and approximately 38 residences.  Helps supervise a staff of 9 LE Staff, including two FSN investigators and a Marine Security Guard Detachment of 7+1.  Manages the surveillance detection portfolio, the local guard force of approximately 150 local guards, and the Residential Security Portfolio.  POC:  DCM Constance Arvis &#40;244&#41; 222-641-036 and &#40;after 8/15/14&#41; RSO Duane Gordon&#40;244&#41; 222-641-116"
  },
  {
    "pos_seq_num": "19397",
    "description": "The incumbent serves as a Special Agent in the Washington Field Office conducting criminal investigations, protective responsibilities, TDYs, and other duties as assigned. &#13;&#10;"
  },
  {
    "pos_seq_num": "18965",
    "description": "This position serves as the Office Management Specialist for the Political/Economic Section of the Consulate General in Lagos, and reports to the Pol/Econ Chief. The incumbent provides administrative and secretarial support to the Pol/Econ Chief and to the five reporting officers in the Section and backstops the Principal Officer&#39;s OMS. POC: Tom Hines, &#40;HinesTR&#64;state.gov&#41;  &#40;Revised 6/2015&#41;&#13;&#10;AF 360 CLC- http://appcenter.state.sbu/CLC"
  },
  {
    "pos_seq_num": "22900",
    "description": "For information regarding the post, medical resources, medevac site and support services can be found in the Medical Capability Information &#40;MCI&#41; located on MED&#8217;s website.  The name of the incumbent and staff are available real time in the MCI.  If you have any questions, please contact Stasia &#40;Annastasia&#41; Miller"
  },
  {
    "pos_seq_num": "25339",
    "description": "THE ISO OVERSEES THE UNCLASSIFIED WAN WHICH ENCOMPASSES FOUR LOCATIONS, 300 USERS, AND OVER 220 WORKSTATIONS. THE ISO DIRECTLY SUPERVISES FOUR SYSTEMS LES, TWO TELEPHONE LES AND REPORTS DIRECTLY TO THE IMO. THIS IS A GREAT OPPORTUNITY TO ENHANCE YOUR MANAGEMENT SKILLS AND HAVE A POSITIVE IMPACT IN A CLOSE-KNIT EMBASSY COMMUNITY. POC IMO HARRY JOHNSON. &#13;&#10;&#13;&#10;We are collecting lobbying documents through the EUR-IO 360 Lobbying Center. Please submit your lobbying information at http://eur.p.state.sbu/sites/apps/EURApps/EUR360Center/ "
  },
  {
    "pos_seq_num": "25368",
    "description": "Updated June 2016 - This is a developmental position designed to give third or fourth tour Management Officers who have not previously served in cone an opportunity to gain in-cone experience.  This position is one of two GSOs at post.  The incumbent will share in the GSO responsibilities of Warehouse operations, Expendable and Non-Expendables supplies, Housing, Motorpool, Procurement and Contracting, Travel and Shipping.  There are nine LE Staff supervisors and 46 other LE Staff in GSO.  Embassy Djibouti is a dynamic post with five US Government agencies and continues to grow, which provides great opportunities and challenges for the GSO.  Overall the mission works closely with the US Military&#8217;s permanent presence of more than 5,000 military and civilian personnel at nearby Camp Lemonnier.  Tour of duty is 2YR/2RR. The Public Diplomacy Officer &#40;Public Affairs Officer&#41; reports to the DCM and manages three locally employed staff.For bidders with school-aged children, Quality School International &#40;QSI&#41; will be opening up an American curriculum, English language K-8 school in the fall of 2016.    For further information on this position, please contact Management Officer Patrick Fenning. Note: We can only consider management-coned officers without prior management experience. &#13;&#10;&#13;&#10;"
  },
  {
    "pos_seq_num": "26109",
    "description": "The incumbent serves in the ARSO-Investigator position assigned to the Consular Section, and is responsible for investigating criminal fraud related to consular &#40;passport, visa&#41; matters, trafficking in persons, alien smuggling, counterterrorism, and other investigations as assigned. The ARSO-I also functions as the liaison between the Consular Section and all Law Enforcement agencies at Post. Other responsibilities may include, but are not limited to, liaison with host government immigration and airport authorities and airlines, criminal intelligence gathering as it relates to U.S. document and border security, and providing training to host nation personnel. Successful completion of PC 530 &#40;Basic Consular Course&#41; and OT 150 &#40;Asst. RSO-Investigator Course&#41; is required. The incumbent is rated by the RSO and reviewed by the Senior Consular Official at Post. The POCs for this position are the RSO and OCI Division Chief."
  },
  {
    "pos_seq_num": "38843",
    "description": "The incumbent serves as a Unit Supervisor in the Miami Field Office, with law enforcement, protective security and liaison responsibilities through out Florida, Puerto Rico, Louisiana, Arkansas, Mississippi, Alabama, Georgia, Tennessee, and South Carolina.  The unit supervisor reports directly to the Assistant Special Agent in Charge &#40;ASAC&#41; and may be called upon to be the Acting ASAC in his/her absence.  The unit supervisor is responsible for providing direct supervison to both special agent and civil service personnel in the conduct of criminal investigations, protective responsibilities, and temporary duty assignments. &#40;last updated 10/14/2015&#41;"
  },
  {
    "pos_seq_num": "37002"
  },
  {
    "pos_seq_num": "795",
    "description": "Internal Reporting Officer in a political section comprised of seven officers, one OMS, and three FSN political specialists.  Reports to the Political Counselor through the Deputy Counselor; supervises one FSN.  Monitors, analyzes, and reports on Saudi internal politics, including domestic policies and institutions, the Royal Family, Shura and Municipal Councils, tribes, and elections and political participation.  POC: John Godfrey &#40;godfreyjt&#64;state.gov&#41; and Abram Paley &#40;PaleyAW&#64;state.gov&#41;. This year NEA is once again collecting lobbying documents through its 360 Lobbying Center. Please submit your lobbying information at: http://appcenter.state.sbu/CLC. Also please send all inquiries and correspondence about this position to post at: saudibidders&#64;state.gov."
  },
  {
    "pos_seq_num": "906",
    "description": "Position 10-157002:&#160; Sole OMS in a 24-member political section comprised of 16 officers, 5 LES, and additional administrative staff.  Reports directly to the Pol Counselor and provides support to the other officers and LES.  Duties include oversight of travel and representational budgets, research, managing flow of paperwork, drafting cables and diplomatic notes, trouble-shooting computer problems.  Provides control officers with logistical support during visits, positionstains section calendar, files and SIPRNET site.  Also provides backup support to the Pol-Mil administrative staff. Please submit your lobbying information through the EUR and IO Bidder Reference Center at http://eur.p.state.sbu/sites/apps/EURApps/EUR360Center.  &#40;June 2016&#41;"
  },
  {
    "pos_seq_num": "218",
    "description": "Serves as post&#39;s sole OMS and the principal assistant to the Ambassador, with associated duties for the Deputy Chief of Mission.  Performs full range of management duties, including positionstaining files, generating documents, drafting correspondence, and preparing travel, representation, VAT, and ORE vouchers.  Provides protocol support and liaises with Chief of Mission Residence staff.  Assists in coordinating the communications of six resident agencies &#40;State, Peace Corps, PEPFAR, USAID, CDC, and DOD&#41; with the Front Office.  Supervises the back-up COM Driver, administers Post&#8217;s E-ccs and positionstains Post&#8217;s visitor log, Post Profile and Sharepoint content.  Serves as Duty Officer.  &#13;&#10;&#13;&#10;POC: Deputy Chief of Mission Elizabeth Pelletreau. Please enter your Employee Profile, Resume, and 360 references in the Community Lobbying Center: http://appcenter.state.sbu/CLC "
  },
  {
    "pos_seq_num": "32087",
    "description": "One of 3 Information Management Specialists assigned to Seoul&#39;s IPC. IPC operations portfolio cover Post&#8217;s data and telephony communications, classified network, diplomatic pouch mail, 24x7 Embassy switchboard, and emergency communications radio networks and equipment.  The incumbent also assists in project planning, procurement of IT equipment and supplies and positionstaining Post&#8217;s COMSEC and equipment inventories.  POC is IMO Elaine Tiang-Chu, IVG 725-4333. All interested EAP bidders should submit all lobbying documents through the 360 Lobbying Center, http://appcenter.state.sbu/CLC. Updated January 2017.."
  },
  {
    "pos_seq_num": "125606"
  },
  {
    "pos_seq_num": "2107",
    "description": "Updated June 2014 - The incumbent is the Visa Chief in one of the world&#8217;s largest NIV processing unit, currently comprised of eight managers, 40 ELOs and LNAs, 65 FSNs and four EFMs.  The Chief rates six deputies, oversees operations, and ensures proper resources for the unit which processed 500,000 visas cases in FY2013 and is growing at about 20 percent volume per year.   The Chief is also responsible for promoting 1CA practices and helping deputies and ELOs to advance in their careers.  POC: Michael Garrote at garroteme2&#64;state.gov.  To bid on and lobby for Consular positions overseas and all domestic positions in the Bureau of Consular Affairs, please use the CA Assignments website and CA Bidders Assessment Tool &#40;http://cas.state.gov/consularbidders/&#41;."
  },
  {
    "pos_seq_num": "19981",
    "description": "ASST REGIONAL SECURITY OFFICER REPORTS DIRECTLY TO THE DEPUTY REGIONAL SECURITY OFFICER &#40;DRSO&#41;. DIRECTLY SUPERVISES THE LOCAL CONTRACT GUARD FORCE CONCERNING OPERATIONAL MATTERS. ALSO MANAGES THE BACKGROUND INVESTIGATION PROGRAM. SERVES AS ACTING RSO WHEN THE DRSO AND RSO ARE ABSENT. RESPONSIBLE FOR ADMINISTERING SECURITY PROGRAMS AT THE CONSULATE IN RECIFE. POC: RSO FRED KETCHEM, TEL 55-61-3312-7390 "
  },
  {
    "pos_seq_num": "2238",
    "description": "Updated Jan 2017.   The incumbent serves as the senior of two deputy chiefs in Mexico City&#8217;s American Citizen Services &#40;ACS&#41; Unit, one of the Department&#8217;s largest worldwide with a staff of approximately 35 employees.  The Unit&#8217;s passport volume is the second-largest among overseas posts; it also manages the world&#8217;s largest caseload of International Parental Child Abduction/Hague Convention cases and an extremely high volume of deaths, arrests, welfare and whereabouts, and other special consular services.  The incumbent supervises the provision of special consular services in several sub-units and rates the LE Staff supervisors for those sub-units.  S/he assists in the management, training, and supervision of six entry-level officers, and rates at least three of these ELOs.  This position bears special responsibility for providing guidance and support to Mexico City&#8217;s three consular agents.  The Deputy ACS chief is rated by the ACS Chief, serves as chief of the unit in the incumbent&#8217;s absence, and is reviewed by the Consul General.  For more information about the position, contact the incumbent, Michael Flores &#40;FloresM&#64;state.gov&#41;. To bid on and lobby for Consular positions overseas and all domestic positions in the Bureau of Consular Affairs, please use the CA Assignments website and CA Bidders Assessment Tool &#40;http://cas.state.gov/consularbidders/&#41;."
  },
  {
    "pos_seq_num": "19821",
    "description": "SERVES AS CHIEF OF THE EMBASSY&#39;S SECURITY SECTION AND DIRECTLY SUPERVISES THREE SPECIAL AGENTS, A FOREIGN SERVICE OFFICE MANAGEMENT SPECIALIST, TWO FSN SECURITY INVESTIGATORS, AND A LOCAL GUARD FORCE OF 431 PERSONNEL. THE RSO REPORTS TO THE AMBASSADOR THROUGH THE DEPUTY CHIEF OF MISSION. POC TEL 509-2229-8324.  &#40;July 2014&#41;  Please submit references through the CLC: http://appcenter.state.sbu/clc  "
  },
  {
    "pos_seq_num": "19822",
    "description": "&#40;updated August 2012&#41; The incumbent serves as one of four Assistant Regional Security Officers &#40;ARSO&#41; in the Regional Security Office in a two year assignment with a rotating management portfolio that provides generous exposure to all aspects of Diplomatic Security&#8217;s overseas programs. RSO Port-au-Prince currently consists of a 6 member Marine Security Guard Detachment, 750+direct hire Mission guard force, 17 direct-hire Bodyguards, 2 FSN Investigators, 6 member Surveillance Detection Team, a 2-person Residential Security Unit, and one Office Management Specialist.  The incumbent has direct supervisory responsibilities.  The incumbent is expected to manage the Marine Security Guard program, Mission residential and physical security programs, operational and administrative oversight of the direct hire Mission guard force, and complex budget issues. The incumbent also coordinates security for large-scale Mission events and visiting high ranking USG officials and conducts personnel, terrorist, criminal, and counterintelligence investigations as required. Point of Contact is RSO Jeffrey M. Roberts."
  },
  {
    "pos_seq_num": "2865",
    "description": "The Information Management Specialist &#40;IMS&#41; is one of two IMS responsible for assisting with management of information services on behalf of four USG organizations comprised of 45 Americans and 300 local staff. The incumbent manages the daily activities of the Information Program Center &#40;IPC&#41; and has direct supervisory responsibilities over the Mail, Telephone, Armed Forces Network &#40;AFN&#41; and Radio Operations. Reports directly to the Information Management Officer &#40;IMO&#41; and serves as acting IMO, as the need arises. POC: Mike Ruddy, IVG 934-2281, &#40;243&#41; &#40;81&#41; 884-0914, ext. 2281, RuddyFM&#64;state.gov. &#40;Revised 3/11&#41; "
  },
  {
    "pos_seq_num": "11304",
    "description": "Responsible for the safety and security of over 50 Americans and 500 locally employed staff at Embassy Ouagadougou.  Reports directly to the DCM and serves as the senior security and law enforcement advisor to the Ambassador. Supervises an American staff consisting of an ARSO, an EFM Office Management Assistant, and a 1/7 Marine Security Guard Detachment; the NSDD-38 process is underway for the creation of a second ARSO position. Supervises a local staff comprising a 260-member PSA local guard force, 5-member surveillance detection team, 4-member bodyguard detail, 2 LE Staff investigators, and other functional staff members.  Provides security services to DoD, CDC, USAID, and Peace Corps.  RSO serves as the key security liaison for the Embassy, other foreign missions, a Department-assisted school, and a robust DoD element under Geographic Combatant Command. POC is the Regional Security Office at &#40;226&#41;-2549-5521, IVG 770-5521, or DS_RSO_Ouagadougou&#64;state.gov  AF 360 CLC- http://appcenter.state.sbu/CLC &#40;Rev. 08/2016&#41;"
  },
  {
    "pos_seq_num": "2851",
    "description": "One of four Information Management Specialists &#40;IMS&#41; assigned to the Information Programs Center. The IMS reports directly to the Information Programs Officer and provides primary telecommunications support for U.S. Embassy Amman. IPC staff members are rotationally assigned responsibilities for guidance and supervision of American EFM staff in the secure pouch and of twelve Locally Employed &#40;LE&#41; Staff in the switchboard, unclassified pouch/DPO, radio and telephone functional areas. The IMS manages day to day operation of classified computers, secure communications, SMART, phone systems, and the Post radio program.  The IMS may serve as the acting IPO in the IPO&#8217;s absence. Interested bidders should contact IPO, John Jackson. Please submit your lobbying information at: http://appcenter.state.sbu/CLC &#91;rev 1/2017&#93;"
  },
  {
    "pos_seq_num": "2719",
    "description": "Under the Management Officer, the IMO serves as post&#39;s senior IRM representative and advises Management on all matters related to information technology. This is a supervisory position requiring strong management skills and technical expertise. The incumbent leads two IMS, one EFM, and eleven LE Staff and oversees the full range of classified and unclassified communications systems, including mail operations, radio, satellite, and telephone networks for a 400-employee post. S/he advises Management on matters related to collaboration technologies in support of post&#39;s internal and external communications. POC: IMO Mark Hall and MO Kim D&#8217;Auria-Vazira.  &#13;&#10;&#13;&#10;This year we are collecting lobbying documents through our 360 Lobbying Center. Please submit your lobbying information at: http://appcenter.state.sbu/CLC"
  },
  {
    "pos_seq_num": "31865",
    "description": "Under the supervision of the RSO, the incumbent assists with the implementation and management of all security programs at U.S. Embassy Belgrade.  The incumbent provides guidance and supervision to two FSN Investigators, an EFM Security Clerk, a 9-person Surveillance Detection Team &#40;SD&#41;, and the 136-person Local Guard Force &#40;LGF&#41;. Specific tasks include investigations, protective operations, and ensuring compliance with established laws and regulations. The incumbent reports directly to the Regional Security Officer, and is reviewed by the DCM. Contact person is RSO Robert A. Eckert, Jr., tel. no. 381-11-706-4518.  "
  },
  {
    "pos_seq_num": "23955",
    "description": "The Assistant Regional Security Officers &#40;ARSO&#41; provide day-to-day supervision of Post&#39;s LE security staff which includes: three FSN Investigators, nine LES protective security officers, a local guard force &#40;LGF&#41; coordinator, a LGF deputy coordinator, a surveillance detection coordinator, a surveillance detection program technician, a residential security coordinator and a residential security technician as well as the Ambassador&#8217;s host nation protective security detail. The ARSOs also provide oversight of Post&#39;s Marine Security Guard program, the Anti-Terrorism Assistance &#40;ATA&#41; program, and the Special Program for Embassy Augmentation and Response &#40;SPEAR&#41; program.  ARSOs act as the Contracting Officer Representative &#40;CORE&#41; for Post&#39;s local guard program, liaise with the American Cooperative School Security Coordinator, provide post-specific security briefings for all new employees and their families, manage Post&#39;s security violation program, and conduct passport fraud, visa fraud, suitability, and special investigations as directed by the Department.  The ARSOs report directly to the DRSO and are reviewed by the RSO.  POC is DS/HTP/RD/NEA."
  },
  {
    "pos_seq_num": "2693",
    "description": "This is one of four IMS positions assigned to the Information Management &#40;IM&#41; section in Guangzhou, working in both the Information Programs Center &#40;IPC&#41; and Information Systems Center &#40;ISC&#41;. The IMS is expected to work the full spectrum of IRM operations, to include managing the Consulate&#8217;s unclassified and classified networks, configuring and positionstaining the telephone switches, positionstaining the Direct Internet Networks &#40;DINs&#41;, and managing the operations of the Diplomatic Pouch and Mail Room, Telephone Switchboard and the Classified Pouch. The IMS assists with the supervision of five EFM employees and seven LE staff positions. The IMS reports directly to the Information Programs Officer and is reviewed by the Management Officer. For more information about living and working in Guangzhou, please refer to Mission China SharePoint site. Incumbent: Kenneth Kaiser. Lobbying POC: Jason Sheets &#40;SheetsJW&#64;state.gov&#41;. All interested EAP bidders should submit all lobbying documents through the 360 Lobbying Center, http://appcenter.state.sbu/CLC. Updated January 2017. &#13;&#10;&#13;&#10;"
  },
  {
    "pos_seq_num": "25341",
    "description": "This position is one of eleven assigned to the Information Systems Center &#40;ISC&#41;. The ISC is managed by a senior ISO and a Deputy ISO. It includes two direct-hires &#40;IMS&#41;, four cleared American EFM positions, and three cleared American contractors. Each employee is scheduled for &#34;on call&#34; duty during a one-week period on a rotational basis. Due to the unique security environment at post, there are no LES employees working in the ISC. This gives the incumbent the opportunity to support the full range of network components and applications used on OpenNet, including SQL Server Administration, e-Service, ILMS, WebPass, SharePoint Development, Cisco Switch positionstenance, GPOs and scripting. Provides customer service to a wide variety of high-level delegations from Washington. POC: James Swineford We are collecting lobbying documents through the EUR-IO 360 Lobbying Center. Please submit your lobbying information at http://eur.p.state.sbu/sites/apps/EURApps/EUR360Center/"
  },
  {
    "pos_seq_num": "2651",
    "description": "The IPO is one of three Information Management Specialists &#40;IMS&#41; at Post. The incumbent is in charge of the Information Program Center &#40;IPC&#41; providing oversight, management, and security for all classified computer system, radio and telephone operations at Embassy Harare. The employee supervises one USDH, one Information Management Assistant and eight locally employed staff &#40;LES&#41;. The IPO reports to the Information Management Officer &#40;IMO&#41;. POC IPO John Miller via unclassified e-mail or telephone number 263-4-250-593 ext. 4900, IVG 778-0000 or IMO Mark Myelle.  Please submit lobbying documents to the AF 360 CLC- http://appcenter.state.sbu/CLC. "
  },
  {
    "pos_seq_num": "2830",
    "description": "Responsible for classified communications systems and associated cryptographic equipment including providing user services, systems management and positionstenance for classifies and SBU local area networks.  Provides direct supervision of classified pouch and DPO staff.  Programs and positionstains Nortel Option 11, voice mail, and call accounting systems.  Responsible for Communications Security &#40;COMSEC&#41; program.  Reports to the Information Management Officer.  POC:  Troy Snethen, IMS"
  },
  {
    "pos_seq_num": "17177",
    "description": "&#40;Updated June 20070  One of 3 IMS staff members working in the IPC. The incumbent reports directly to the IPO, but is required to perform his assigned duties without supervision on a regular basis when the IPO is absent or when acting as the duty communications officer. Depending on individual job assignments, the incumbent may be assigned to supervise an LE Staff telephone technician, 3 LE Staff telephone operators, or two mailroom staff members. Acts as the Classified LAN &#40;CLAN&#41; systems administrator. May serve as Comsec or WPAS custodian, primary or backup Nortel Switch Administrator/IMS telephone technician. IPC staff manages approximately 50 CX workstations with W2K Client on W2003 Server, the TERP5, CableXpress, Exchange 2000 Server, and the E&#38;E and HF Radio Program- POC IMO Bill Hylton - PHONE NUMBER: 907-8005"
  },
  {
    "pos_seq_num": "30778",
    "description": "With one American and six locally employed staff, the incumbent is responsible for managing an active Public Affairs section as well as designing a balanced and effective Public Diplomacy program for Mission Luanda.   The incumbent positionstains extensive contacts with local media and academic institutions, conducts information outreach campaigns to explain USG policies and American society and values, administers USG  exchange, speaker, and English language programs, and has overall responsibility for American Spaces in Angola.   POC&#39;s: DCM Constance C. Arvis at ArvisCC&#64;state.gov &#40;244&#41; 222-641-036, PAO Naomi Mattos at MattosNA&#64;State.gov &#40;244-222-641-256&#41; or AF/PDPA Deputy Director. Please submit lobbying documents to the 360 Community Lobbying Center http://appcenter.state.sbu/CLC. "
  },
  {
    "pos_seq_num": "43271",
    "description": "The Senior Human Resources Officer &#40;HRO&#41; has direct responsibility for all human resources activities for both Consulate Lagos and Embassy Abuja as well as Embassy Malabo. Directly supervises one American HRO, 14 LE Staff. Provides full range of services to 260 Americans and 850 LE staff. Agencies at post include State, USAID, CDC, Agriculture, Commerce, DoD, DHS, Treasury, DEA, and FBI. Services provided are recruitment, position classification, training and development, position management and employee recognition programs. The position reports directly to the Management Counselor. POC: Incumbent: Charles Wintermeyer, &#40;WintermeyerCA&#64;state.gov&#41; &#40;Revised 1/2017&#41; AF 360 CLC- http://appcenter.state.sbu/CLC This is a consultative position&#8212;bidders should also contact the HR Bureau POC: Nigel Grainge, DGHR/PC, 202-485-2842, GraingeN&#64;state.gov"
  },
  {
    "pos_seq_num": "20432",
    "description": "ARSO. This is a formative position and the incumbent is given exposure to all aspects of DS&#39;s overseas programs. The incumbent is expected to manage the mission residential security program, provide operational and administrative oversight of the mission contract guard force, including tracking budget expenditures and review of monthly invoices. The incumbent will also coordinate security for large-scale embassy events and visiting high ranking USG officials and conduct personnel, terrorist, criminal and counterintelligence investigations as required. The incumbent has partial supervisory responsibility for 5 locally hired staff &#40;LES&#41;. Contact Point: RSO Bruce Paluch&#40;IVG 745-4315&#41;. "
  },
  {
    "pos_seq_num": "5770",
    "description": "INCUMBENT SERVES AS SUPERVISORY SPECIAL AGENT RESPONSIBLE FOR THE OPERATION AND SUPERVISION OF PROTECTIVE SECURITY DETAILS ASSIGNED TO VISITING FOREIGN DIGNITARIES, DOMESTIC DIGNITARIES &#40;OTHER THAN THE SECRETARY OF STATE&#41; AND RESIDENT FOREIGN OFFICIALS. RESPONSIBLE FOR UPDATES TO PROTECTION POLICY AND HANDBOOK."
  },
  {
    "pos_seq_num": "9449",
    "description": "The Assistant Public Affairs Officer position offers a tremendous degree of independence and flexibility for an entry level officer interested in working in public diplomacy in an exciting and challenging environment. The APAO manages Angola&#39;s Information Resource Center &#40;including an American Corner and other American Spaces&#41; and works on USG exchange and cultural programs, as well as Mission-wide public outreach initiatives. The position supervises two LE Staff and reports to the PAO, and acts as PAO during absences. The APAO works closely with counterparts in the private sector to coordinate activities and manage programs that use both USG and private sector resources. The position involves some travel to the provinces of Angola. For further information, please contact PAO Naomi Mattos at MattosNA&#64;State.gov, &#40;244&#41; 222-641-256.Please submit lobbying documents to the 360 Community Lobbying Center http://appcenter.state.sbu/CLC.  "
  },
  {
    "pos_seq_num": "14310",
    "description": "The incumbent serves as the Resident Agent in Charge &#40;RAC&#41; of the San Diego Resident Office, with law enforcement, protective security and liaison responsibilities.  The incumbent reports to the Assistant Special Agent Charge &#40;ASAC&#41; at the Los Angeles Field Office.  The incumbent has administrative and operational responsibility for activities in the resident office and area of responsibility.  The incumbent directly supervisor all personnel assigned to the resident office. &#13;&#10;"
  },
  {
    "pos_seq_num": "5503",
    "description": "Updated September 2016. We are looking for officers with recent visa field experience interested in serving at the nexus of visa policy and operations in what has been referred to as the visa policy &#8220;think tank.&#8221; Strong verbal and written communications skills are a must, as the 24 visa policy analysts in the Office of Field Operations in the Visa Office are called on to produce everything from informal yet thorough email responses to formal reports for the highest levels of government, often on short deadlines. As an analyst you will serve as the primary domestic point of contact for the countries in your portfolio and as subject matter expert for a continuously evolving array of visa policy related subjects. You will field policy inquiries from posts, bureaus, Congress, other U.S. agencies, the Consular Affairs &#40;CA&#41; front office, and senior Department leaders, review and update FAM guidance, draft ALDACS, and provide both remote and in-person outreach to ensure maximum awareness and uniform application of visa laws, regulations and policies. You consult with outbound consular officers, brief desk officers, CA directors, Congressional staff, National Security Staff, public stakeholders, and foreign diplomatic delegations, and may have opportunities to participate in large-scale public outreach events. You will gain depth and breadth in your understanding of visa issues, enhance your written and oral communication skills, gain interagency Washington experience, and help implement &#40;and to some extent even create&#41; new visa policies. Regional and SME portfolios will be assigned based on interests, experience and office needs on arrival. POC: Joel Nantais, Division Chief; NantaisJD&#64;state.gov. To bid on and lobby for Consular positions overseas and all domestic positions in the Bureau of Consular Affairs, please use the CA Assignments website and CA Bidders Assessment Tool &#40;http://cas.state.gov/consularbidders/&#41;."
  },
  {
    "pos_seq_num": "99526",
    "description": "The incumbent serves in the ARSO-Investigator position assigned to the Consular Section, and is responsible for investigating criminal fraud related to consular &#40;passport, visa&#41; matters, trafficking in persons, alien smuggling, counterterrorism, and other investigations as assigned. The ARSO-I also functions as the liaison between the Consular Section and all Law Enforcement agencies at Post. Other responsibilities may include, but are not limited to, liaison with host government immigration and airport authorities and airlines, criminal intelligence gathering as it relates to U.S. document and border security, and providing training to host nation personnel. Successful completion of PC 530 &#40;Basic Consular Course&#41; and OT 150 &#40;Asst. RSO-Investigator Course&#41; is required. The incumbent is rated by the RSO and reviewed by the Senior Consular Official at Post. The POCs for this position are the incumbent ARSO-I and DS/ICI/OCI Division Chief."
  },
  {
    "pos_seq_num": "7997",
    "description": "INCUMBENT IS RESPONSIBLE FOR CONDUCTING SECURITY ADVANCES AND COVERING DESIGNATED SECURITY POSTS IN ACCORDANCE WITH INSTRUCTIONS AND PROTECTIVE PROCEDURES. SERVES AS MEMBER OF ONE OF THREE SHIFTS OF SPECIAL AGENTS ASSIGNED TO ACCOMPANY AND PHYSICALLY PROTECT THE SECRETARY OF STATE. "
  },
  {
    "pos_seq_num": "34304",
    "description": "Serves as a Special Agent in the Office of Special Investigations which conducts sensitive investigations into employee misconduct, suitability, unauthorized disclosure or compromise of classified or sensitive information, substance abuse, spousal and child abuse, discharge of a firearm, and sexual misconduct. The agent serves within the Office and conducts investigations.  Travel with little notice may be required up to 25&#37; of the time.  Agents are all required to be duty officers on a rotating schedule after hours/weekends.  The incumbent is rated by the Unit Supervisor and reviewed by the Office Director.  Point of contact for this position may be contacted at &#40;571&#41; 345-0429."
  },
  {
    "pos_seq_num": "40192",
    "description": "The incumbent is one of five Area Management Officers &#40;AMOs&#41; in the Western Hemisphere and Americas &#40;WHA&#41; Division of the Area Management Office &#40;AM&#41; in the Bureau of Overseas Buildings Operations.  AMOs serve as the primary liaison between overseas posts and the Bureau of Overseas Buildings Operations &#40;OBO&#41; on property acquisition and leasing, construction, facility management, and physical security issues.  Their overseas experience is invaluable in conveying the unique requirements of U.S. overseas missions to official Washington.  AMOs work closely with OBO staff, regional bureau officials, Diplomatic Security, the Under Secretary for Management, and the intelligence community on issues related to the acquisition, construction, and management of USG diplomatic facilities.   Frequent travel to overseas locations is required.  The incumbent reports to and works under the general direction of the geographical area division chief.   &#13;&#10;POC: Bevan Benjamin, 703-875-6939 &#40;BenjaminB&#64;state.gov&#41;.  Revised 08/29/2016.&#13;&#10;"
  },
  {
    "pos_seq_num": "3188",
    "description": "The incumbent is responsible for the primary health care, health education and referrals of approximately 300 direct hire employees and EFMs and over 100 TDYers annually plus 600 LE Staff. The FSHP is responsible for all medically related activities for the Mission and manages the administrative duties of the Health Unit on a daily basis. Reports directly to the Management Officer and supervises two RNs, a Laboratory Technician and a secretary. The incumbent collaborates with the Regional Medical Officer &#40;RMO&#41;. POC: Incumbent Anna Lason or Management Counselor Carol Anne Chang; 256-414-259-791.  Please note all interested AF bidders will be processed through the new 360 Lobbying Center. Please visit that site to submit your bid information. Thank you."
  },
  {
    "pos_seq_num": "10026",
    "description": " The Foreign Service Health Practitioner &#40;FSHP&#41; provides direct medical care including primary, preventive, educational, diagnostic and therapeutic services. The FSHP provides these services in accordance with his/her knowledge base, experience and competency while working in collaboration with the Regional Medical Officer &#40;RMO&#41;. The FSHP manages and coordinates the activities of the health unit support staff in conjunction with the RMO. The FSHP directly supervises the local-hire contract nurses and the LE Staff administrative assistant, and reports directly to the RMO. Dimitroffk&#64;state.gov;Please submit your lobbying information at: http://snip.state.gov/4q3.&#13;&#10;&#13;&#10; &#13;&#10;"
  },
  {
    "pos_seq_num": "2930",
    "description": "One of six Information Management Specialists &#40;IMS&#41; assigned to the Tri-Missions in Vienna.   The IMS assists with operation of the classified systems and related programs that serve the Vienna Tri-Missions.  The Tri-Missions consist of both bilateral and multilateral missions with over 25 federal agencies and a user community of approximately 550 personnel.  The IMS team members rotate among the missions every six months.  POC is the IPO, tel: +43-1-31339-2325. &#40;June 2013&#41;"
  },
  {
    "pos_seq_num": "23394",
    "description": "The incumbent is one of five Area Management Officers &#40;AMOs&#41; in the Northeast Asia and South Central Asia &#40;NEA-SCA&#41; Division of the Area Management Office &#40;AM&#41; in the Bureau of Overseas Buildings Operations.  AMOs serve as the primary liaison between overseas posts and the Bureau of Overseas Buildings Operations &#40;OBO&#41; on property acquisition and leasing, construction, facility management, and physical security issues.  Their overseas experience is invaluable in conveying the unique requirements of U.S. overseas missions to official Washington.  AMOs work closely with OBO staff, regional bureau officials, Diplomatic Security, the Under Secretary for Management, and the intelligence community on issues related to the acquisition, construction, and management of USG diplomatic facilities.  Frequent travel to overseas locations is required.  The incumbent reports to and works under the general direction of the geographical area division chief.  &#13;&#10;POC: Richard O&#39;Shea, 703-875-5786 &#40;OsheaRJ&#64;state.gov&#41;. Revised 08/28/2015.  &#13;&#10;"
  },
  {
    "pos_seq_num": "11702",
    "description": "This position is one of 26 Information Management Technical Specialists assigned to the Digital branch of RIMC Frankfurt.  Incumbent is responsible for providing digital / communications equipment installation and positionstenance support for 119 posts as well as providing guidance on Information Resource Management policy / procedures throughout the EUR/NEA/AFW region. The incumbent reports directly to the Digital Branch Chief in RIMC Frankfurt.  Although he/she has no formal supervisory responsibilities, the incumbent does serve as team leader for various IT related projects for Mission Germany and other posts during TDY.   POC: RIMC Director, Frankfurt "
  },
  {
    "pos_seq_num": "25305",
    "description": "The Information Management Specialist &#40;IMS&#41; is assigned to the Information Program Center and is tasked with managing the daily operations within the section.  S/He is part of a three-person Information Resource Management &#40;IRM&#41; team and rotates to the Information System Center as necessary.  Additional duties include supporting classified and unclassified pouch, mail/APO, COMSEC, radio and telephone systems, and secure/alternate communications.  He/she is one of Post LRAs &#40;Local Registration Authority&#41; and is responsible for working with Washington to issue and set-up classified PKI &#40;Public Key Infrastructure&#41; accounts, and support as necessary.  The incumbent reports to the Information Program Officer and in his/her absence, serves as acting when needed.  Incumbent:  Brandon Cerone.  Lobbying POC:  : IMO Chandra Masdar, MasdarCP&#64;state.gov and HRO Seth Magarian, MagarianSM&#64;state.gov.  All interested EAP bidders should submit all lobbying documents through the 360 Lobbying Center, http://appcenter.state.sbu/CLC.  Updated January 2017."
  },
  {
    "pos_seq_num": "20224",
    "description": "The incumbent is responsible for the implementation and management of all security programs at U.S. Embassy Vilnius. The Regional Security Office provides security support to approximately 40 U.S. and 160 local staff. The incumbent supervises 1 A/RSO, provides guidance and supervision to one FSN Investigator, a nine person Surveillance Detection Team &#40;SD&#41;, a 1/5 MSG Detachment, and the 38 person Local Guard Force &#40;LGF&#41;. Specific tasks include investigations, protective operations, and ensuring compliance with established laws and regulations. The incumbent reports directly to the DCM, and is reviewed by the Ambassador. POC:  RSO Vilnius, tel. no. 370-5-266-5621."
  },
  {
    "pos_seq_num": "142340"
  },
  {
    "pos_seq_num": "102931",
    "description": "The incumbent serves as a Special Agent assigned to the Office of Special Investigations &#40;DS/DO/OSI&#41; in the DS Domestic Operations Directorate reporting to a Supervisory Special Agent - Unit Supervisor.  Incumbent is responsible for planning, conducting, and reporting on criminal and administrative misconduct investigations, to include general and violent crimes investigations, involving Department of State employees, dependents, contractors and all other executive branch U.S. Government personnel under Chief of Mission authority overseas. DS/DO/OSI  is responsible for the most sensitive investigations, which go beyond the mandate of all other Diplomatic Security Offices.  It is specifically charged with conducting and/or coordinating criminal and administrative misconduct involving Department personnel domestically and COM personnel, dependents, and contractors overseas. DS/DO/OSI routinely investigates a wide variety of misconduct including possession of unauthorized pornography, possession of child pornography, death, sexual assault, unauthorized disclosure of classified material, violation of the Department&#8217;s work place violence policy, false statements, theft, violations of the Department&#8217;s family advocacy policies, and use of force, to name a few.  Although this is a non-supervisory position, the incumbent may be called upon to lead a team of investigators.  There is also short notice travel responding to incidents around the world.  The point of contact is the Office Director, 571-345-2277."
  },
  {
    "pos_seq_num": "10245",
    "description": "The incumbent is an Information Management Technical Specialist &#40;IMTS&#41; in the Radio Branch posted &#13;&#10;at the Regional Information Management Center &#40;RIMC&#41; in Frankfurt, Germany.  The incumbent is&#13;&#10;responsible for ensuring that emergency radio communications systems are installed, serviced and positionstained&#13;&#10;thought the RIMC&#39;s area of responsibility which encompasses four bureaus in 180 locations in Europe, &#13;&#10;Near East Asia, South Central Asia and Africa.  The incumbent receives guidance and direct supervision &#13;&#10;from the RIMC Radio Branch Chief and is reviewed by the RIMC Deputy Director.   &#13;&#10;POC is James Gallup, GallupJW&#64;state.gov, 49-69-7535-3844. Update: July 29, 2014"
  },
  {
    "pos_seq_num": "43662",
    "description": "Incumbent serves as the Senior DS Special Agent in a joint partnership between the Bureaus of Diplomatic Security and Consular Affairs that is responsible for identifying allegations of consular malfeasance for criminal investigation.  Incumbent deals with sensitive internal malfeasance cases, working closely with the Criminal Fraud Investigations Branch and other DS elements.  Incumbent also serves as the DS Liaison to CA, trains consular personnel in awareness of malfeasance, and assists the CA front office with DS-related policy issues.  Incumbent rates one DS FS-03 agent assigned to the CID and one GS analyst.  The CID is co-located with CA&#25;s Office of Fraud Prevention Programs. Incumbent is rated by the Division Chief of DS/ICI/CR and reviewed by the Office Director for CA/FPP."
  },
  {
    "pos_seq_num": "31792",
    "description": "Updated August 2015: The Information Program Officer &#40;IPO&#41; is one of four Information Resource Management &#40;IRM&#41; positions at post. The IPO is responsible for the day-to-day management and oversight of post&#8217;s classified networks and infrastructure. The incumbent is also responsible for classified and unclassified pouch operations, messaging systems, Diplomatic Post Office &#40;DPO&#41;, telephone network, and technical support of the post radio program. The IPO provides customer support, assists with resolving customer systems issues, and provides systems training. The IPO reports to the Information Management Officer &#40;IMO&#41; and serves as acting IMO as required. The IPO manages and provides direct supervision to a six-person section with one American, three Locally Employed Staff &#40;LES&#41;, and two Eligible Family Member &#40;EFM&#41; positions. POCs: IMO Steven Ackerman, AckermanSG&#64;state.gov and IPO Robert Sadousky, SadouskyRA&#64;state.gov. Please submit references through the CLC: http://appcenter.state.sbu/clc"
  },
  {
    "pos_seq_num": "19978",
    "description": "Special Agent in a four-person regional security office. Directly responsible for a wide variety of traditional and non-traditional embassy security programs &#40;Protection, Investigations, Local Guard Program, etc.&#41;.  The security environment in Haiti makes this position professionally rewarding.  An excellent opportunity to experience DS work from many angles. POC: 509 222-0200 ext. 8345"
  },
  {
    "pos_seq_num": "12194",
    "description": "The Information Programs Officer &#40;IPO&#41; reports directly to the Management Officer.  The IPO supervises two IM Specialists, an EFM IRM Assistant/Mailroom clerk, two locally-engaged &#40;LE&#41; telephone operators and one LE IRM Assistant.  The IPO manages official communications, including pouch, mail, radio, telephone, and electronic data and all Consulate computer systems.  S/he provides end user support, including trouble resolution and basic application assistance; installs, troubleshoots, and repairs hardware and software of all of the above systems; acts as COMSEC custodian and alternate Information Systems Security Officer &#40;ISSO&#41;; and plans and performs installations and coordinates TDY technical support visits.  For more information about living and working in Shenyang, go to our bidding Sharepoint site at http://eap.p.state.sbu/sites/Shenyang/MGT/Bidding/Bidding&#37;20Information.aspx.  Point of contact:  Jason DeRosa, Management Officer, phone +86 &#40;24&#41; 2322-1198, Email: DeRosaJM&#64;state.gov.  Updated Aug 2015."
  },
  {
    "pos_seq_num": "27674",
    "description": "THE ARSO COORDINATES AND IMPLEMENTS NECESSARY SECURITY BACKGROUND INVESTIGATIONS. AS WELL AS PASSPORT AND VISA INVESTIGATIONS, IN COORDINATION WITH THE MARINE DETACHMENT COMMANDER SUPERVISES THE TRAINING EXERCISES NEEDED TO KEEP THE MARINE DETACHMENT AT A HIGH STATE OF OPERATIONAL PREPAREDNESS. IN THE ABSENCE OF THE RSO, THE ARSO TAKES ON THE RESPONSIBILITIES OF THE RSO."
  },
  {
    "pos_seq_num": "3142",
    "description": "This position is one of nine technical specialists assigned to the Digital Branch of the Regional Information Management Center &#40;RIMC&#41; in Frankfurt.  The incumbent is responsible for providing digital systems equipment support for 180 posts in the Europe, Near East Asia, South Central Asia and Africa &#40;EUR/NEA/SCA/AF&#41; regions.  The incumbent receives direct supervision from the Senior Supervisory Technician &#40;SST&#41; in Frankfurt.  The incumbent directs and supervises employees, contractors and local staff during RIMC/IRM/Department capital projects and provides guidance on policy and procedures to Information Resource Management &#40;IRM&#41; personnel and other agencies throughout the EUR/NEA/SCA/AF regions. POC is Jeffrey Graham, JLGraham&#64;state.gov&#13;&#10;"
  },
  {
    "pos_seq_num": "20183",
    "description": "This position serves as the Assistant Regional Security Officer &#40;ARSO&#41; and reports directly to the Regional Security Officer &#40;RSO&#41;. Assists the RSO in the management of the entire security program at an Embassy consisting of five resident agencies with over 200 employees, both US Direct Hire and LE Staff.  This officer directly supervises two FSN Investigators, Local Guard Force &#40;LGF&#41; supervisor and 49 LGF employees, and nine Surveillance Detection Team.  This position also assists in the supervision of the Marine Security Guard Detachment of seven NCOs. POC: Anthony Nerad."
  },
  {
    "pos_seq_num": "36990",
    "description": "CASE OFFICER FOR COUNTERINTELLIGENCE INVESTIGATIONS CONCERNING STATE DEPARTMENT ENTITIES.  EXTENSIVE LIAISON WITH OTHER GOVERNMENT AGENCIES.  BRIEFS AND DEBRIEFS EMPLOYEES ASSIGNED TO CRITICAL THREAT POSTS.  MUST HAVE COMPLETED ONE OVERSEAS TOUR AND BE ELIGIBLE FOR SCI CLEARANCE."
  },
  {
    "pos_seq_num": "19273",
    "description": "INCUMBENT SERVES AS A SUPERVISORY SPECIAL AGENT RESPONSIBLE FOR THE OPERATION AND SUPERVISION OF PROTECTIVE SECURITY DETAILS ASSIGNED TO VISITING FOREIGN DIGNITARIES, DOMESTIC DIGNITARIES &#40;OTHER THAN THE SECRETARY OF STATE&#41; AND RESIDENT FOREIGN OFFICIALS. RESPONSIBLE FOR UPDATES TO PROTECTION POLICY AND HANDBOOK. "
  },
  {
    "pos_seq_num": "13572",
    "description": "Updated June 2014 &#8211; Incumbent serves as Fraud Prevention Coordinator for Mission Brazil and Fraud Prevention Manager for Consulate General Rio de Janeiro.  As the country coordinator the officer provides guidance and oversight to the other Fraud Prevention Units, and travels on a regular basis to review their operations, ensuring that fraud prevention programs are harmonized across all consular sections. As Rio&#8217;s FPM, the incumbent works with the Consular Chief, consular managers and the ARSO/I to provide support to the ACS, IV and NIV units. The FPM directly supervises three LES assistants and a rotational ELO, and operates with a great deal of independence.  POC:  Michael Yoder &#40;yoderm&#64;state.gov&#41;.  To bid on and lobby for Consular positions overseas and all domestic positions in the Bureau of Consular Affairs, please use the CA Assignments website and CA Bidders Assessment Tool &#40;http://cas.state.gov/consularbidders/&#41;."
  },
  {
    "pos_seq_num": "40947",
    "description": "&#40;Updated Sept 2010&#41; This position encompasses a variety of technical and administrative functions whose primary aims are to positionstain, improve and extend satellite telecommunications and classified computer systems capabilities throughout the mission. Oversees the Information Programs Center &#40;IPC&#41; operation, which includes telecommunications, classified telegram processing, classified e-mail, and radio and telephone programs. Also formulates training programs designed to keep post informed of new or amended telecommunications and systems policies and procedures. Reports directly to the IPO. POC is IMO Marc Beroud, &#40;502&#41; 2326-4400; IVG: 799-4400. "
  },
  {
    "pos_seq_num": "1052",
    "description": "Position covers the normal range of office management duties including drafting routine cables and correspondence, positionstaining files, answering phones and scheduling appointments, time and attendance, preparing guest lists and invitations, and preparing vouchers. Also serves as back-up OMS for the Front Office. The section covers both Greek-Cypriot and Turkish-Cypriot affairs. Cyprus receives a large number of high-level visitors, and the Political Section is responsible for their scheduling. Support will be provided to the Political section &#40;6 full-time Political Officers and 2 local Political Assistants&#41; and to the Econ/Commercial section &#40;1 Econ/Comm Officer and 3 local Econ/Comm Assistants&#41;. Position reports to the Deputy Political Section Chief, Victor Marsh&#13;&#10;We are collecting lobbying documents through the EUR-IO 360 Lobbying Center. Please submit your lobbying information at http://eur.p.state.sbu/sites/apps/EURApps/EUR360Center/"
  },
  {
    "pos_seq_num": "104607",
    "description": "The incumbent plans, monitors, and oversees the work of a staff of curriculum program managers, instructional systems designers and visual information specialists who are responsible for developing courses that require a high level of technical subject matter expertise in one or more specialized protection and/or security fields. Serves as a principal advisor to the Division Chief and other ATA and DS management officials on a broad range of antiterrorism training matters that directly affect the ability of the Bureau to carry out its global security mission. The incumbent ensures that all ATA courses scheduled for delivery meet established quality-of-content training standards established by law enforcement and counter-terrorism training institutions and private sector training organizations and works to improve the quality of content for all ATA sponsored training.  For more information contact 571-226-9632. "
  },
  {
    "pos_seq_num": "24232",
    "description": "The incumbent serves in the ARSO-Investigator position assigned to the Consular Section, and is responsible for investigating criminal fraud related to consular &#40;passport, visa&#41; matters, trafficking in persons, alien smuggling, counterterrorism, and other investigations as assigned. The ARSO-I also functions as the liaison between the Consular Section and all Law Enforcement agencies at Post. Other responsibilities may include, but are not limited to, liaison with host government immigration and airport authorities and airlines, criminal intelligence gathering as it relates to U.S. document and border security, and providing training to host nation personnel. Successful completion of PC 530 &#40;Basic Consular Course&#41; and OT 150 &#40;Asst. RSO-Investigator Course&#41; is required. The incumbent is rated by the RSO and reviewed by the Senior Consular Official at Post. The POCs for this position are the RSO and OCI Division Chief."
  },
  {
    "pos_seq_num": "45551",
    "description": "The incumbent serves as a Unit Supervisor in the New York Field Office, with law enforcement, protective security and liaison responsibilities through out NewYork, New Jersey, Connecticut, and Pennsylvaniai.  The unit supervisor reports directly to the Assistant Special Agent in Charge &#40;ASAC&#41; and may be called upon to be the Acting ASAC in his/her absence.  The unit supervisor is responsible for providing direct supervison to both special agent and civil service personnel in the conduct of criminal investigations, protective responsibilities, and temporary duty assignments. &#40;last updated 10/14/2015&#41;"
  },
  {
    "pos_seq_num": "19979",
    "description": "&#40;Updated Aug 2016&#41;  Supervises two LE Staff investigators, a USDH OMS, a Surveillance Detection Coordinator, an LGF Coordinator, a Residential Security Coordinator, a Residential Security Technician, a 13-member contract protective detail, two direct hire COM AIC&#8217;s and in the absence of the RSO, the MSG detachment. Principal duties include the management of a 110-member Local Guard Force, a 12-member Surveillance Detection Team. Also coordinates security for the Ambassador&#39;s trips throughout Ecuador and for VIP visitors to Ecuador. Responsible for all physical security issues at the Mission&#39;s facilities to include updates of surveys. Responsible for the background investigation program, SIMAS, GLID badge program, and floor wardens. Quito is rated Critical for crime and High for political violence. There were over 300 criminal incidents against American citizens in the past year and the Embassy has been the target of over 120 demonstrations in the past 24 months. POC ARSO Eddie Rey."
  },
  {
    "pos_seq_num": "36718",
    "description": "IRM Tradecraft coordination; help coordinate the program that shows IRMers how to excel. This position serves as one of two Program Managers in the IRM Tradecraft Branch of the Research, Learning and Development Division located at the National Foreign Affairs Training Center &#40;NFATC&#41; campus of the Foreign Service Institute&#39;s &#40;FSI&#41;, School of Applied Information Technology &#40;SAIT&#41;, Arlington, Virginia. Daily responsibilities include the development and delivery of the mid-level IRM Tradecraft course and assisting the Branch Chief in providing Information Technology briefings in collaboration with other schools at FSI, marketing and outreach. This is a great opportunity to network with invited speakers from all over the Department, and provide directions for Senior and Mid-Level IRM employees to enhance their career mobility. The incumbent serves as one of two Program Managers in the IRM Tradecraft Branch of the Research, Learning and Development Division in SAIT at the Foreign Service Institute. Responsibilities include the development and delivery of the mid-level IRM Tradecraft course and assisting the Branch Chief in providing Information Technology briefings in collaboration with other schools at FSI. This is a great opportunity to network with invited speakers from all over the Department, and provide directions for FS04-03, GS12-13 IRM employees to enhance their career mobility through information provided in this class. Incumbent coordinates marketing and outreach efforts for SAIT. This is an ideal position with considerable visibility for someone wanting to have a direct impact in the training environment for IRM personnel. For further information, please contact Mr. Mark A. McCloy at 703-302-6757 or McCloyMA&#64;state.gov.  "
  },
  {
    "pos_seq_num": "34389",
    "description": "Serves as a Special Agent in the Office of Special Investigations which conducts sensitive investigations into employee misconduct, suitability, unauthorized disclosure or compromise of classified or sensitive information, substance abuse, spousal and child abuse, discharge of a firearm, and sexual misconduct. The agent serves within the Office and conducts investigations . Travel with little notice may be required up to 25&#37; of the time.  Agents are all required to be duty officers on a rotating schedule after hours/weekends.  The incumbent is rated by the Unit Supervisor and reviewed by the Office Director.  Point of contact for this position may be contacted at &#40;571&#41; 345-0429."
  },
  {
    "pos_seq_num": "24101",
    "description": "The FP-05 Information Management Specialists &#40;IMS&#41;  reports directly to the Information Programs Officer &#40;IPO&#41;.  The FP-05 supervises two mailroom FSN clerks and all classified and unclassified pouch operations.  The FP-04 IMS provides technical support on all telecommunications equipment on both the classified and unclassified Local Area Networks and rotates to the Information Systems Center every 90 days. POC is Art Mendez, MENDEZAJ&#64;STATE.GOV; IVG 967-7265, commercial 55-11-5186-7265.  Please submit references through the CLC: http://appcenter.state.sbu/clc  "
  },
  {
    "pos_seq_num": "7363",
    "description": "The incumbent serves as a Special Agent in the New Orleans Resident Office conducting criminal investigations, protective responsibilities, TDYs, and other duties as assigned. &#40;last updated 10/14/2015&#41;"
  },
  {
    "pos_seq_num": "23050",
    "description": "The Cultural Affairs Officer is one of six American officers in the Public Affairs Section of Embassy Ankara and reports directly to the Counselor for Public Affairs. The CAO directs and manages countrywide cultural, educational and professional exchange programs in coordination with Public Affairs colleagues in Istanbul and Adana. The CAO has primary responsibility for promoting American film, music, dance and other outreach programs and oversees all youth, alumni, and speaker programs managed by the ACAO. He/She works closely with the binational Fulbright Commission on strategic and administrative issues, serving as Treasurer of the Fulbright Board and sitting on numerous grant panels. The CAO oversees the English Language Programs Office, which is staffed by an English Language Officer and one local employee and manages country-wide English Language Fellows, Access micro-scholarship programs, and other English language programs. The CAO supervises two American officers and directly or indirectly supervises nine LES. POC at post is Angela Williams &#40;williamsad&#64;state.gov&#41;; POC in EUR/PD is Meghan Gregonis; and POC in R for consultative purposes is &#34;RPPR Consultative Staffing&#34; mailbox.  We are collecting lobbying documents through the EUR and IO Bidder Reference Center at http://eur.p.state.sbu/sites/apps/EURApps/EUR360Center."
  },
  {
    "pos_seq_num": "206",
    "description": "Incumbent is the Office Manager for the Ambassador at a greater hardship post with a staff of 21 direct-hire Americans and 120 FSNs. She supervises an FSN protocol assistant and COM driver. She manages the Ambassador&#39;s calendar, work and travel schedules. She backs up the direct-hire DCM OMS who supports the DCM and Pol/Econ officer and who backs up COM OMS position. POC: COM OMS Shaye Palmer via e-mail:  PalmerSA&#64;state.gov. or DCM OMS Joanne Schmoll via e-mail, SchmollJL&#64;state.gov; 232-22-515-102.  &#40;Revised 07/2015&#41; &#13;&#10;AF 360 CLC- http://appcenter.state.sbu/CLC"
  },
  {
    "pos_seq_num": "5849",
    "description": "The incumbent serves as the sole Office Management Specialist &#40;OMS&#41; to the Counselor of the Department &#40;C&#41;, in the Office of the Secretary of State.  The incumbent provides the full range of administrative support to the Counselor and C staff, including four Special Assistants and the Chief of Staff.   Duties require proficiency in e2 Travel and knowledgeable in all areas of arranging official travel and ePerformance.  The incumbent is in constant contact with counterparts for Department principals and external offices, and supports the Counselor&#8217;s representational events and hosted meetings.  Parking pass is provided, subject to availability.  POC: C OMS Alida Chacon, ChaconAE&#64;state.gov "
  },
  {
    "pos_seq_num": "45188",
    "description": "The Special Agent reports directly to the Regional Security Officer.  Duties include managing protective security for the Consul General, other Consulate staff, and official American visitors to Sind and Baluchistan.  In the absence of the RSO, he/she will also have oversight of a robust local guard force, surveillance detection team, the marine security guard program, and direct supervision of 3 FSNs.  This position requires someone who has strong tactical skills and the ability to train the different security elements at post.  POC: DS/IP/SCA.  UPDATED MAY 2011."
  },
  {
    "pos_seq_num": "49269",
    "description": "Incumbent serves as a special agent who conducts investigations and/or provides investigative support for the Computer Investigations and Forensics Branch within the Criminal Investigations Division.  Plans, coordinates and directs computer forensic science, conducts and/or supports investigations involving the use of computers/networks."
  },
  {
    "pos_seq_num": "46420",
    "description": "The FSHP supervises one LES nurse and one LES Laboratory technician. The incumbent performs as the Post Medical Officer and is responsible for the operation of the Health Unit. Provides primary health care for 45 direct-hire employees and their dependents. Coordinates emergency care. Provides health education for 205 employees &#40;American and LES&#41;. The Health Unit is equipped with a new laboratory. POC: Clyde Pitcan at PitcanCJ&#64;state.gov."
  },
  {
    "pos_seq_num": "50008",
    "description": "Incumbent provides security related technical services to Foreign Service posts in Thailand, Burma, Laos, and Cambodia. Incumbent reports to the Officer-in-Charge of Engineering Services Center and is reviewed by the Regional Director of Security Engineering. The incumbent has no permanent supervisory responsibilities, but occasionally oversees the efforts of other technicians, U.S. Navy Seabees and contractors. Incumbent is Charles Lee. Updated July 2013."
  },
  {
    "pos_seq_num": "7350",
    "description": "The incumbent serves as a Special Agent in the Los Angeles Field Office conducting criminal investigations, protective responsibilities, TDYs, and other duties as assigned. &#13;&#10;"
  },
  {
    "pos_seq_num": "19818",
    "description": "&#40;Updated August 2016&#41; Incumbent is the Deputy Regional Security Officer &#40;DRSO&#41; at U.S. Embassy Guatemala and is responsible for assisting the RSO and in the RSO&#39;s absence administering a security program for the protection of all Mission personnel and facilities. DRSO reports to the RSO and supervises 2 ARSOs, 5 Marines, 1 USDH OMS, 5 Foreign Service National &#40;FSN&#41; Investigators, 1 FSN Security Specialist, 3 Residential Security Staff, 80 member Local Guard Force &#40;LGF&#41;, 12 member Surveillance Detection Team, and 22 person Bodyguard Detail as part of a 80 member Guatemalan National Police unit. POC: Marco Ayub, Embassy IVG line 799-4368"
  },
  {
    "pos_seq_num": "34187",
    "description": "The incumbent serves in the ARSO-Investigator position assigned to the Consular Section, and is responsible for investigating criminal fraud related to consular &#40;passport, visa&#41; matters, trafficking in persons, alien smuggling, counterterrorism, and other investigations as assigned. The ARSO-I also functions as the liaison between the Consular Section and all Law Enforcement agencies at Post. Other responsibilities may include, but are not limited to, liaison with host government immigration and airport authorities and airlines, criminal intelligence gathering as it relates to U.S. document and border security, and providing training to Post and host nation personnel. Successful completion of PC 530 &#40;Basic Consular Course&#41; and OT 150 &#40;Asst. RSO-Investigator Course&#41; is required. The incumbent is rated by the DRSO-I in Mexico City and reviewed by the Senior Consular Official at Post. The POCs for this position are the RSO and OCI Division Chief."
  },
  {
    "pos_seq_num": "50943",
    "description": "Incumbent serves as Chief of the Consular Section, managing all aspects of consular work, including: providing American citizen services to approximately 1,200 American residents in Madagascar, Comoros and Mayotte; ensuring that all immigrant and nonimmigrant visa applications are properly accepted and adjudicated; ensuring post&#39;s warden system is regularly updated and tested; positionstaining and controlling consular equipment, fee receipts, and processes. Incumbent supervises two LE Staff consular assistants and coordinates the work of several American back-up consular officers. ConOff is the de facto ACO and FPM. Reports directly to the Deputy Chief of Mission. Approximately 25&#37; of time is spent adjudicating, and 25&#37; with special projects for the Front Office. Position is currently vacant; for more information about the position, contact Stephan Langley or Thomas Brouns. To bid and lobby on this position, please use the Consular Staffing and Assignments website &#40;http://cas.state.gov/consularbidders/&#41;."
  },
  {
    "pos_seq_num": "756",
    "description": "The Office Management Specialist &#40;OMS&#41; for the Deputy Chief of Mission &#40;DCM&#41; provides office management services in this Mission of six agencies, 387 American and Locally Employed Staff &#40;LES&#41; positions, and 279 guard force contractors.  The OMS manages Executive Office operations and positionstains the DCM&#8217;s calendar in support of overall Mission goals and objectives.  The OMS &#40;DCM&#41; drafts routine correspondence, memoranda and cables as appropriate and ensures documents are cleared and delivered in a timely fashion. The OMS serves as back up to the Ambassador&#8217;s OMS.  POCs areSandra McInturff, DCM OMS, McInturffSL&#64;state.gov, 231-77-677-7000, ext. 7452; Samue Watson, DCM, WatsonSR&#64;state.gov, 231-77-677-7000, ext. 7452. Please submit lobbying documents to the 360 Community Lobbying Center http://appcenter.state.sbu/CLC. &#40;Revised 1/2017&#41;&#13;&#10;&#13;&#10;"
  },
  {
    "pos_seq_num": "78839"
  },
  {
    "pos_seq_num": "55474",
    "description": "For information regarding the post, medical resources, medevac site and support services can be found in the Medical Capability Information &#40;MCI&#41; located on MED&#8217;s website.  The name of the incumbent and staff are available real time in the MCI.  If you have any questions, please contact Stasia &#40;Annastasia&#41; Miller"
  },
  {
    "pos_seq_num": "54005",
    "description": "&#40;Updated July 2014&#41; The Deputy Political Counselor covers external affairs, pol-mil issues and domestic political developments with a reporting focus on the Northern Departments of Nicaragua.  The officer directly supervises the POL OMS and manages two LE staff. The officer also serves as the reporting officer on religious issues. This position requires regular drafting of cables and other official correspondence in reporting of political events and issues  Embassy Managua is a modern facility located on a 62 acre compound with ample amenities &#40;new gym, recreation center, pool facility, tennis court, kids playground, and baseball diamond&#41;.  POC is Political Counselor Scott Fagan  -&#40;505&#41;2252-7100 ext 7481, FaganSR&#64;state.gov.  WHA/CEN POC Stephanie Bowers &#40;202&#41; 647 3543, Position is consultative with T.  POC:  Scott Dargus at DargusSB&#64;state.gov and Bessy Bray at BrayBT&#64;state.gov"
  },
  {
    "pos_seq_num": "2546",
    "description": "The Senior General Services Officer &#40;SGSO&#41; works under the direct supervision of the Management Counselor. The SGSO supervises the Assistant GSO &#40;AGSO&#41;, Housing Coordinator, and 75 Locally Employed Staff &#40;LES&#41;. The SGSO provides International Cooperative Administrative Support Services &#40;ICASS&#41; in the area of motor pool, vehicle positionstenance, shipping and customs, residential leasing and furnishing, travel processing for all but USAID, contract and procurement, expendable and non-expendable supply, and warehousing for approximately 95 American staff and Third Country Nationals and over 303 LES. The SGSO reports to the Management Counselor and acts as the Management Counselor&#40;MC&#41; in the absence of the MC. POC Richard McInturff, SGSO, McInturffRL&#64;state.gov, 231-77-677-7330, IVG 766-77330;Amy Vrampas,Management Counselor, VrampasAH&#64;state.gov, 231-77-677-7144, IVG 766-7114. Please submit lobbying documents to the 360 Community Lobbying Center http://appcenter.state.sbu/CLC. &#40;Revised 1/20174&#41; "
  },
  {
    "pos_seq_num": "60255",
    "description": "The incumbent serves as the principal advisor on internal and external  political affairs, including expanding our engagement with the executive, legislative, and judicial branches. The incumbent also supervises two LE Staff Political Assistants and one INL LE staff employee.  In addition to political duties, the incumbent serves as back-up Economic and Commercial officer.  This position is identified as the back-up to post&#8217;s sole Public Diplomacy Officer per responsibilities outlined in 7 FAH-1 H-133.  The Political Officer advises the Country Team on political issues and prepares political reports, analytical cables, and special reports according to ICS goals and as necessary.  The incumbent reports to the Chief of Mission through the Deputy Chief of Mission.  POC is Deputy Chief of Mission Irvin Hicks Jr. at HicksIJR&#64;state.gov &#40;Revised 1/2017&#41;&#13;&#10;AF 360 CLC- http://appcenter.state.sbu/CLC&#13;&#10;"
  },
  {
    "pos_seq_num": "7412",
    "description": "Skills: Ability to oversee daily operations for major telecommunications center supporting thousands of end users in an IT environment. Ability to manage networked systems for transmission of critical and highly sensitive messaging data worldwide. Diagnoses and resolves network problems. Ability to articulate information both oral and written. Work Requirements: Serves as Messaging Communications Officer &#40;MCO&#41; in positions State Messaging Center &#40;MSMC&#41;. Liaison for MSMC and Staff Secretariat. Provides communications support for Secretary, Deputy Secretary, and other VIPs when traveling. Acts as focal point for reporting operational and technical communications abnormalities and crisis situations. Responsible for alerting appropriate officials. Provides special communications support to Crisis Management Teams in Executive Secretariat; manages fiscal and staff resources and positionstains appropriate internal control processes. Manages and distributes daily narrative on a need-to-know basis. Reporting structure: Fills 1 of 2 FS-03 positions. Messaging Communications Officer &#40;MCO&#41; ranks third in division&#39;s staffing structure. Rated by shift supervisor and reviewed by MOB Branch Chief. Bureau Resource Request &#40;BRR&#41; or IT Strategic Plan: In support of IRM&#39;s strategic goals: Goal 1.2 &#8211; Creation and management of knowledge in support of diplomacy. Global Infrastructure Environment to Support Worldwide IT Operations. Assignment flexibility: May be required to assume duties as lead shift worker in the absence of shift supervisor. Position requires permanent assignment to 1 of 3 shifts which includes rotational coverage for weekends and holidays. POC: Supervisor Lynn Sweeney Young.   Please submit your lobbying information to the Community Lobbying Center http://appcenter.state.sbu/CLC   &#40;Updated 1-12-2017&#41;"
  },
  {
    "pos_seq_num": "3027",
    "description": "The Financial Management Officer &#40;FMO&#41; provides management oversight and direction to 10 LE Staff and reports to the Management Officer.  The incumbent is responsible for providing financial management support to eight agencies at Post.  CDC has a very large presence at Post. The incumbent oversees all budgeting and accounting activities, serves as post&#39;s principal Certifying Officer, and is the primary advisor on all post ICASS matters.  The position oversees 22 funding allotments totaling roughly &#36;25M.  POC is Human Resources Officer Christian Yun. AF 360 CLC- http://appcenter.state.sbu/CLC"
  },
  {
    "pos_seq_num": "57665",
    "description": "The incumbent is the sole U.S. Direct Hire Office Management Specialist at Embassy Brazzaville serving as the Executive Assistant to the Ambassador and, indirectly, other State personnel as necessary. As the Ambassador&#8217;s primary liaison on logistical and administrative matters, the incumbent directly interacts with Embassy section chiefs, Congolese government officials, and Washington. The incumbent is responsible for overall management of the Front Office and works very closely with and provides guidance to the Embassy protocol, the Ambassador&#8217;s drivers, and the Ambassador&#8217;s Official Residence Expense &#40;ORE&#41; staff. The incumbent directly supervises the protocol assistant and the Ambassador&#39;s drivers. The position is language designated as French 2/2."
  },
  {
    "pos_seq_num": "2500",
    "description": "The Facility Manager is responsible for the management of a 19-acre compound comprised of a Chancery, Admin Annex, Marine House, Warehouse and support facilities.  Responsibilities include contract management, building systems, grounds and custodial services, utilities, fire and life safety, POSHO and environmental concerns.  Supervises 85 locally employed staff including all building trades, an electrical engineer and a mechanical engineer.  Manages a &#36;200,000 budget, develops plans, SOWs and schedules for upgrade projects.  POC is Management Officer Andrew Wiener &#40;WienerAT&#64;state.gov&#41;.  Please submit lobbying documents to the AF 360 CLC- http://appcenter.state.sbu/CLC."
  },
  {
    "pos_seq_num": "61888",
    "description": "The Regional Public Engagement Specialist &#40;REPS, formerly IROs&#41; is a regional Public Diplomacy specialist who works with the Public Affairs Sections of the U.S. embassies in WHA to develop and support American Spaces  in each of his/her constituent posts, including Colombia, Venezuela, and Ecuador. The REPS assists Posts in developing outreach strategies for communicating with target audiences on key public diplomacy issues and to advance U.S. foreign policy goals.  REPS conduct training for American Spaces and advise Public Affairs staff on a wide variety of IIP platforms, digital tools, and analytics tools.  The REPS reports to the PAO in Bogota, and is reviewed by the Deputy  Director in the Office of American Spaces, Bureau of International Information Programs &#40;IIP/AS&#41;. POC: Paula Kitendaugh 202 632 2832. &#40;Updated 1/2017&#41;"
  },
  {
    "pos_seq_num": "128420",
    "description": "&#40;Updated August 2015&#41; This position is designed to give FS03  Political or Economic officers who have not had the opportunity to serve in cone the opportunity to get on-the-job training. Only FS03 Pol and Econ officers who have not served in cone are eligible to fill this position.   This position has a 2 year tour of duty.  Incumbents will not be allowed to extend.  POC at Post is Section Chief Shawn Flatt and at WHA/CEN is Deputy Director Roy Perrin.  Interested bidders should also access the WHA 360 Community Lobbying Center &#40;360 CLC&#41; &#64; http://appcenter.state.sbu/CLC to create a profile and submit references.&#13;&#10;"
  },
  {
    "pos_seq_num": "56687",
    "description": "INFORMATION MANAGEMENT SPECIALIST: This IMS position is directly supervised by the Information Program Officer. Acts as the Primary Information Systems Security Officer &#40;ISSO&#41; for both ClassNet and OpenNet systems. This person supervises four locally employed mailroom staff. This position supports all IPC operations to include classified SMART administration, classified systems network administrator, and CTF manager. Supports clients within the CAA using both classified and SBU networks. POC: David Fierstine. Updated September 2016. We are collecting lobbying documents through the EUR-IO 360 Lobbying Center. Please submit your lobbying information at http://eur.p.state.sbu/sites/apps/EURApps/EUR360Center/"
  },
  {
    "pos_seq_num": "29564",
    "description": "INCUMBENT IS THE SOLE FOREIGN SERVICE HEALTH PRACTITIONER AT POST AND REPORTS TO THE MANAGEMENT OFFICER. SUPERVISES ONE RECEPTIONIST AND ONE FULL-TIME LOCAL NURSE. THE HEALTH PRACTITIONER PROVIDES PRIMARY HEALTH CARE TO THE EMBASSY COMMUNITY AND MANAGES THE OCCUPATIONAL AND SAFETY CLINIC FOR THE EMBASSY&#39;S LOCALLY EMPLOYED STAFF, AS WELL AS ADVISING POST ON MEDICAL ISSUES PERTINENT TO THE REGION AND AS DIRECTED BY MED/STATE. POC: Mary Leiterman.   For information regarding the post, medical resources, medevac site and support services can be found in the Medical Capability Information &#40;MCI&#41; located on MED&#8217;s website.  The name of the incumbent and staff are available real time in the MCI.  If you have any questions, please contact Stasia &#40;Annastasia&#41; Miller"
  },
  {
    "pos_seq_num": "345",
    "description": "Office Manager for the DCM.  With the Ambassador&#39;s OM, oversees the daily operation of the Front Office and is responsible for facilitating the work of the DCM.  Supervises the DCM&#39;s driver and serves as the Ambassador&#39;s OM when necessary. POC Harby Issa."
  },
  {
    "pos_seq_num": "58026",
    "description": "Incumbent serves as the primary health care provider at Embassy Dushanbe, an extremely challenging post in a somewhat austere and isolated location of the former Soviet Union.  Tajikistan has improving shopping and schooling, and excellent housing, but repositionss with severely inadequate local medical resources.  The FSHP is the sole provider supporting over 65 USDH employees and their family members, from five USG agencies, and provide guidance and health advice to approximately 207 local staff in this demanding environment.  A 30&#37; hardship differential post with two R&#38;Rs in a two-year assignment, Dushanbe is the ideal place for someone who doesn&#8217;t want the &#8220;usual.&#8221;  The incumbent supervises one Locally Employed Staff &#40;LES&#41; physician &#40;M.D.&#41;, one LES contract physician &#40;M.D.&#41;, and a medical administrative assistant.  He/she manages the Embassy Health Unit under the direction of the Regional Medical Officer located in Almaty, Kazakhstan and reports directly to the post&#39;s Management Officer and is reviewed by the DCM.  If you thrive on a challenge, in a place where you can make a big difference, this is where you want to be!  POC is FSHP Jim Bird at 992-37-229-2226 &#40;BirdJ&#64;state.gov &#41; or Management Officer Mark Wilson at 992-37-229-2201 &#40;WilsonME4&#64;state.gov &#41;.  To bid, please contact M/MED Deputy Director Dean Smith &#40;SmithDL3&#64;state.gov  and submit a lobbying application to SCA/EX: http://snip.state.gov/4q3  &#40;updated 1/2015&#41; "
  },
  {
    "pos_seq_num": "56239",
    "description": "Updated October 2016. Currently serves as the section&#8217;s lead external reporting officer in a political section comprised of seven officers, one OMS, and three LES political specialists.  Monitors, analyzes, and reports on all aspects of Saudi Arabia&#8217;s foreign relations and U.S. engagement with the Gulf Cooperation Council &#40;GCC&#41;.  Supervises one LES; reports to the Political Counselor through the Deputy Political Counselor.  &#40;Specific portfolio assignments are subject to change&#41;.  POC: Abram Paley &#40;PaleyAW&#64;state.gov&#41;.  This year NEA is once again collecting lobbying documents through its 360 Lobbying Center. Please submit your lobbying information at: http://collaborate.state.sbu/sites/comp/Internal/HR/FSA/Pages/home.aspx. Also please send inquiries and correspondence about this position to post at: saudibidders&#64;state.gov."
  },
  {
    "pos_seq_num": "454",
    "description": "Incumbent is the Office Manager for the Deputy Chief of Mission in an Embassy with approximately 500  American employees and 1,200 LE Staff employees, representingeightn agencies. Incumbent serves as the Ambassador&#8217;s Office Manager when needed. Incumbent has primary supervisory responsibility for two DCM drivers.  POCs are Management Counselor Brian Reynolds &#40;IVG 750-6659 or ReynoldsBR&#64;state.gov&#41; and Deputy Human Resources Officer Patricia Butron&#40;ButronPL&#64;state.gov&#41;. Updated 9/2016.  AF 360 CLC- http://appcenter.state.sbu/CLC"
  },
  {
    "pos_seq_num": "1536",
    "description": "DRC is the largest country in sub-Saharan Africa, and one of the fastest-growing economies, with startling economic potential that is once more attracting international attention. At the same time DRC is has serious corruption, lack of transparency, and security problems. Post receives frequent visits and regular attention from the Department, NSC, White House, other agencies, and the Hill. The Economic and Commercial Officer has primary responsibility for a wide range of issues, including commercial advocacy, investment, trade, energy, hydrocarbons, port security, aviation, and nuclear security. The incumbent will develop strong working relationships with AF, EB and ENR bureaus, Commerce, USTR, DOE, FAA, NTSB, and the Coast Guard, among others. In In this frontier market, the incumbent is a key resource to U.S. investors and potential investors and builds networks among the growing American business community. Incumbent serves as the Ambassador&#8217;s non-voting representative to the AmCham. The job is an excellent way to gain experience on a broad set of issues and control policy on important matters, notably the DRC&#8217;s emerging hydrocarbon and hydropower sectors. The officer is the deputy to the Econ Counselor and supervises two LES - a sectoral specialist and a commercial specialist. In-country travel and frequent interaction with the front office, the private sector, and high-level GDRC officials are part of the job. The incumbent reports to the FS-2 section chief and is reviewed by the DCM. The officer will have wide autonomy, but take heed, this is not Africa lite. If you want to work Econ in AF, this is a great place to start. POC: Dovas Saulys, IVG 934-2607, &#40;243&#41; &#40;81&#41; 556-0151, ext.2607, or e-mail SaulysDA&#64;state.gov.  Please submit lobbying documents to the AF 360 CLC- http://appcenter.state.sbu/CLC  &#40;Revised 8/16&#41;"
  },
  {
    "pos_seq_num": "75305",
    "description": "The incumbent of this position is the Assistant Regional Security Officer &#40;ARSO&#41; responsible for all RSO programs as designated by the RSO. The incumbent acts for the Regional Security Officer &#40;RSO&#41; in his/her absence supervising the six &#40;8&#41; Marine Guards, One &#40;1&#41; SEO, one &#40;1&#41; STS, one direct hire OMS and five &#40;5&#41; LE Staff. RSO Hanoi has a PSA Guard Force consisting of ninety five &#40;135&#41; guards. The ARSO reports directly to the RSO, Hanoi. Point of Contact: Tom Eckert, RSO, 84-4-3850-5031. Updated July 2015  "
  },
  {
    "pos_seq_num": "110708"
  },
  {
    "pos_seq_num": "2406",
    "description": "The General Services Officer &#40;GSO&#41; supervises 5 LES supervisors and is responsible for over 40 professional locally employed staff. The GSO is accountable the general service functions, including contracting, housing, customs, shipping, property management, travel and motor pool operations at U.S. Embassy Bujumbura. The GSO reports to the Management officer and serves as back up Facilities Manager &#40;FM&#41;. POC is MO Michael Okamura.&#13;&#10;&#13;&#10;AF 360 CLC- http://appcenter.state.sbu/CLC&#13;&#10;&#13;&#10;&#40;Revised 5/2014&#41;"
  },
  {
    "pos_seq_num": "27682",
    "description": "The Assistant Regional Security Officer &#40;ARSO&#41; is one of two ARSOs in the Regional Security Office and reports to the Deputy Regional Security Officer &#40;DRSO&#41;.  The ARSO assists in managing and implementing the security programs at the American Embassy, Addis Ababa, and the U.S. Mission to the African Union.  The ARSO supervises a staff of 500 direct-hire local guards, a ten-member Surveillance Detection Team, and a four-person Residential Security Unit.  The ARSOs assist the DRSO and RSO in providing oversight to the eight-member Marine Security Guard Detachment, four FSN Investigators, and two LES Security Clerks.  POC: David Walsh &#40;IVG 750-7004&#41;.  Updated 7.15. AF 360 CLC- http://appcenter.state.sbu/CLC&#13;&#10;&#13;&#10;&#13;&#10;"
  },
  {
    "pos_seq_num": "20194",
    "description": "One of three assistant regional security officers, the incumbent reports to the Deputy Regional Security Officer. The position is responsible for major security programs, which change during the two-year tour duty. These programs may include: residential security; physical security of USG facilities; local guard program; investigations &#40;criminal, administrative, and background&#41;; new arrival security awareness briefings; post access program; security duty officer; drafting cables and reports; indirect supervision of the six person local staff; and security violations program.  Special programs may also include: anti-terrorism assistance programs; surveillance detection program; and VIP protection details. In addition, the incumbent will serve as security officer for US Missions UNESCO and OECD housed in a separate mission facility. For more information, contact Regional Security Officer Jim Murphy at MurphyJJ&#64;state.gov  Updated on 07/12/2011."
  },
  {
    "pos_seq_num": "30657",
    "description": "Incumbent manages Human Resources operations at this medium size post with regional responsibility for Lome; in Abidjan supervises six local employees -- one Human Resources Specialist, three Human Resources Assistants and two language instructors. Embassy Abidjan has 85 American employees and 350 LE staff.  Reports to the Management Counselor. POC: Management Counselor Steve Dodson or HRO Jon Cebra &#40;Revised 01/2016&#41; "
  },
  {
    "pos_seq_num": "2392",
    "description": "The General Services Officer heads the largest component of the Management Section at the US Embassy in N&#39;Djamena. The GSO has overall responsibility for two Eligible Family Member &#40;EFM&#41; positions and 50 Locally Engaged Staff &#40;LES&#41; in the operations of the General Services Section, which includes: Procurement, Property/Supply/Warehouse, Receiving, Housing, Customs/Shipping, Motor pool, Real Estate, and Travel. The GSO reports directly to the Management Officer. POC Linda Majchrzak, Management Officer &#40;Revised July 2013&#41;"
  },
  {
    "pos_seq_num": "2870",
    "description": "The IMO manages all IT operations at Post. The IMO is supervised by Post&#39;s Management Counselor and reviewed by the DCM. The incumbent supervises two American Direct Hire employees, and oversees an EPAP and fourteen LE staff members. The IMO serves as ISSO at post. Six agencies are currently supported under ICASS. The IMO is responsible for all Information Resource Management Programs to include the mailroom, telephone switchboard, radio, and telephone operations.  The IMO manages and directs Post&#39;s Information Technology &#40;IT&#41; programs to include: the formulation and execution of strategic and tactical planning and the development of the associated financial planning. The IMO drafts, coordinates and implements official communication directives and is a member of the Emergency Action Committee &#40;EAC&#41;.  POCs are Amy H. Vrampas, Management Counselor, VrampasAH&#64;state.gov, +231-77-677-7114, IVG 818-766-7114; and HRO Kate Hare, HareKV&#64;State.gov +231-77-677-7205, IVG 818-766-7205. References and lobbying documents must be submitted on AF 360 CLC- http://appcenter.state.sbu/CLC   &#40;Revised 11/2016&#41;.  "
  },
  {
    "pos_seq_num": "46593",
    "description": "The FSHP services 40 American direct hires and their families, along with a steady stream of TDYers. The position supervises the administration and operation of post&#39;s Health Unit. A NEC is scheduled for completion in mid-2018 and the next medical officer will be responsible for moving into the new Health Unit. The position supervises a locally licensed LE Staff physician and offers bidders the opportunity for a real &#34;small-town&#34; general practice. Due to significant limitations in the local health service infrastructure, including the absence of any reliable public health authority, the FSHP and the Embassy&#39;s Health Unit are the single reliable healthcare option for Embassy employees. The FSHP works closely with the Regional Medical Officers located in Almaty and Moscow and in an ongoing basis with Medevac personnel in London.  Points of contact are Management Officer Joseph Strzalka &#40;StrzalkaJA&#64;state.gov&#41; and HRO Rodney Cunningham &#40;CunninghamRD&#64;state.gov&#41;.  This year we are collecting lobbying documents through our new 360 Lobbying Center. Please submit your lobbying information at:  http://appcenter.state.sbu/CLC.  &#40;Updated 7/15/2016&#41;."
  },
  {
    "pos_seq_num": "67851",
    "description": "The incumbent serves as a Special Agent in the Washington Field Office conducting criminal investigations, protective responsibilities, TDYs, and other duties as assigned. &#13;&#10;"
  },
  {
    "pos_seq_num": "50972",
    "description": "As one of four A/RSOs at Embassy Abu Dhabi, he or she provides assistance in managing and supervising numerous RSO programs such as providing coordination on physical, procedural and security programs. The A/RSO provides security support and services to 35 agencies and offices represented at the Embassy to include conducting criminal investigations in support of DS. The A/RSO assists in supervising the Local Guard Force, Surveillance Detection Team, Marine Security Guard Detachment, Foreign Service National Investigators, and RSO OMS as well as other programs. POC: Chris Berry, IVG 845-2442.  This year we are again collecting lobbying documents through NEA-SCA 360 Community Lobbying Center.  Please submit your lobbying information at: http://appcenter.state.sbu/CLC."
  },
  {
    "pos_seq_num": "42642",
    "description": "The incumbent is the Security Technical Specialist &#40;STS&#41; assigned to the Engineering Services Office &#40;ESO&#41; and provides direct technical support to the Bureau of Diplomatic Security&#39;s mission to provide a secure working environment for the conduct of foreign affairs. The incumbent is responsible for installation, positionstenance and repair of technical security equipment at multiple locations in Seoul as well as constituent posts Busan, Korea and Ulaanbaatar, Mongolia. The STS directly supervises two Regional Security Technicians, and is the Acting Officer-In-Charge of the Engineering Services Office in the absence of the OIC.  POC is OIC Gordon Morrison and alternates are RSO Keith Byrne and DRSO Paul Vallee. All interested EAP bidders should submit their lobbying documents through the Community Lobbying Center, http://appcenter.state.sbu/CLC.  Updated March 2017."
  },
  {
    "pos_seq_num": "80161",
    "description": "The incumbent serves as a Special Agent in the San Diego Resident Office conducting criminal investigations, protective responsibilities, TDYs, and other duties as assigned. &#13;&#10;"
  },
  {
    "pos_seq_num": "56867",
    "description": "This small but geographically vast island nation in the strategic heart of the Pacific Ocean receives one of the highest levels of U.S. assistance per capita in the world.  This officer works with local officials and other USG agencies, particularly the Department of Interior, to help ensure that the Amended Compact of Free Association between the US and the FSM is being implemented with a view toward promoting sustainable economic development.  He/she is responsible for tracking economic trends, and along with the Ambassador and DCM, encouraging economic reform.  He/she is responsible for reporting on all economic and environmental issues in the FSM, including economic development, government finance, and emerging business opportunities. The officer exercises considerable independence in determining the scope and focus of economic analysis and develops broad-based contacts in the state and FSM governments &#40;up to the Secretary level&#41;, NGOs, and regional and international organizations.  He/she also facilitates private sector development and U.S. investment interest in the FSM.  Additionally, he/she reports on energy issues, promotes the development of efficient telecommunications and transportation systems, and works with local NGOs to develop awareness of critical societal and health issues.  This officer also manages the consular section, adjudicates non-immigrant visas, and handles American citizen services issues.  He/she serves as the Accountable Consular Officer and supervises one locally employed staff from the management section when they are supporting consular work.  He/she also works with DHS offices in Guam and Hawaii to strengthen U.S. border security. This is a very busy self-directed position, therefore candidates with experience both on the consular side and on the reporting side will be more competitive.  For more information, contact Embassy Kolonia DCM Hugues Ogier at OgierHP&#64;state.gov.  Updated January 2015"
  },
  {
    "pos_seq_num": "104658",
    "description": "The incumbent is a Watch Officer at the Diplomatic Security Command Center and reports to a Senior Watch Officer. The Watch Officer is responsible for assisting with emergency notifications, disseminating intelligence products, facilitating contingency planning, conducting law enforcement liaison, and assisting with crises management. The Watch Officer is a member of a watch group comprised of a Senior Watch Officer, several Watch Officers, and members of the Technical Operations Group and Personnel Tracking &#38; Locator Group. Incumbent may be assigned to a law enforcement liaison position at the Department of State Operations Center, the Department of Homeland Security National Operations Center, or the White House Situation Room. Those interested in one of the liaison positions are encouraged to contact the DSCC Director or Deputy Director. The Watch Officer position is a 13 month assignment  "
  },
  {
    "pos_seq_num": "67738",
    "description": "The incumbent serves as a Special Agent in the San Diego Resident Office conducting criminal investigations, protective responsibilities, TDYs, and other duties as assigned. &#13;&#10;"
  },
  {
    "pos_seq_num": "66817",
    "description": "This position is located in the Information Programs Center, a sub-unit of the Information Resources Management Section which provides information technology services to eight US Government agencies in Addis Ababa. The incumbent reports to the Information Programs Officer and supervises six LE Staff employees. Serves as acting IPO as needed. POCs are IMO Greg Strozier &#40;IVG 750-6648 or StrozierGA&#64;state.gov&#41; and Human Resources Officer Patricia Butron &#40;ButronPL&#64;state.gov&#41;. Please submit lobbying documents to AF 360 CLC- http://appcenter.state.sbu/CLC. Updated 9/2016."
  },
  {
    "pos_seq_num": "23163",
    "description": "&#40;Updated Aug 2016&#41; The FP-03 Information Systems Officer &#40;ISO&#41; in Quito manages all Information Systems Center &#40;ISC&#41; operations providing services to approximately 250 American employees and locally employed &#40;LE&#41; Staff from 9 Federal agencies. This is a supervisory position requiring strong management skills, experience in applying social media and collaboration, and internet connection technologies.  The ISO directly or indirectly supervises four ISC LE Staff.  The ISO also works closely with the Information Programs Center &#40;IPC&#41; and, when needed, assists/is responsible for daily operational management of the IPC, the Classified Network, and CAA OpenNet workstations.  This position is one of two designated ISSOs and serves as the Duty Communications officer on a rotational basis.  The ISO is assigned other duties as required, and acts as Information Management Officer &#40;IMO&#41; as needed. The position reports to the IMO and is reviewed by the Management Counselor. POC: Lester Brayshaw, IMO."
  },
  {
    "pos_seq_num": "42526",
    "description": "The incumbent is one of three Foreign Service Officer positions in the Office of Overseas Employment. HR/OE is the interagency leader providing a one-stop-shop covering the full range of HR policy, employment, and compensation issues to manage over 56,000 local hire overseas employees, which includes Foreign National, locally resident American, and Family Member employees of the Department of State and approximately forty &#40;40&#41; participating agencies offices at 170 US missions abroad. HR/OE is comprised of three divisions: Compensation Management &#40;CM&#41;, Human Resource Management &#40;HRM&#41;, and Policy and Coordination &#40;PC&#41;. Incumbent serves in the HRM Division providing consulting and advisory services on all aspects of workforce management other than compensation to a regional portfolio of overseas posts. The POC is HRM division chier Michelle Long 202-203-7444 or incumbent Ron McCall at 202-203-7381. Updated: 08/2014"
  },
  {
    "pos_seq_num": "77631",
    "description": "The incumbent serves as a Special Agent in the Boston Field Office conducting criminal investigations, protective responsibilities, TDYs, and other duties as assigned. &#13;&#10;"
  },
  {
    "pos_seq_num": "65513",
    "description": "The Bureau of East Asian and Pacific Affairs &#40;EAP&#41; seeks positive, energetic, detail oriented officers who thrive in a busy, dynamic environment to serve as one of three Staff Assistants. Physically located in the EAP Front Office, Staff Assistants form the Bureau&#8217;s coordination hub, liaise with offices throughout the Department and directly support Bureau principals and U.S. policy in the Asia-Pacific by managing, clearing, and finalizing high-quality products required by the Assistant Secretary, the Executive Secretariat, the Secretary&#8217;s staff, and the Ops Center. The Staff Assistants oversee the Bureau&#8217;s tasking system, represent the Bureau for Department-wide planning meetings, and support the Assistant Secretary&#8217;s travel and participation in special events. Due to the extended hours and shift work, the position has been certified for  special differential pay in accordance with 3 FAM 3139.2-3.  Determination on the special differential pay will depend on transfer timing between the current incumbent and the future incumbent, as only one incumbent of the position may be offered special differential pay at a given time.   POC: EAP Special Assistant Samuel &#40;Randy&#41; Peale. Updated March 2016.&#13;&#10;&#13;&#10;"
  },
  {
    "pos_seq_num": "66479",
    "description": "Updated 3/2008:  ARSO assists in managing the security programs at post to include local guards, surveillance detection and Marine Security Guards. Conducts background investigations. Completes residential security and phsycial security surveys. Incumbent also provides security briefings and conducts investigations as required by RSO. &#13;&#10;"
  },
  {
    "pos_seq_num": "79838",
    "description": "Updated July 2015. The incumbent serves as one of 15 adoption officers for the Intercountry Adoption Division in the Office of Children&#8217;s Issues.  Intercountry adoption is a high-profile issue that draws attention from the public, the press, Congress, Department principals, and the Secretary.  Under the new adoption strategy more emphasis is given to policy and program development as we search for ways to develop safe, ethical intercountry adoption opportunities in every country.  The incumbent has a portfolio of countries and other substantive responsibilities as assigned. Adoption officers must advise senior management of current conditions in her/his portfolio and recommend policy options and strategy. The incumbent works with posts, intra and interagency groups, Members of Congress and their staffs and other stakeholders in the adoption community to proactively monitor and address intercountry adoption issues in their portfolios.  The position involves both international and domestic travel to promote the principles of the Hague Convention on Intercountry Adoption and bilateral and multilateral engagement with foreign governments on intercountry adoption policy. For more information about the position, contact the Branch Chief Rosalyn Wiese&#40;WieseRN&#64;state.gov&#41; and Adoption Division Chief, Trish Maskew at MaskewPA&#64;state.gov. To bid on and lobby for Consular positions overseas and all domestic positions in the Bureau of Consular Affairs, please use the CA Assignments website and CA Bidders Assessment Tool &#40;http://cas.state.gov/consularbidders/&#41;. "
  },
  {
    "pos_seq_num": "66745",
    "description": "Khartoum&#8217;s Deputy RSO is responsible for day-to-day operations of the Regional Security Office, particularly the management, mentoring and evaluation of four Assistant Regional Security Officers who oversee a large Local Guard Force, active Surveillance Detection program, Residential and Facilities Security programs, 6 FSN Investigators, 24 Bodyguards and a Marine Security Guard Detachment.  In addition, DRSO Khartoum acts as liaison with local and third-country personnel, assists with reporting, and acts in the absence of the Senior RSO.  The Khartoum Regional Security Office comprises 6 RSOs, one OMS, one STS, a 12/1 MSG DET, and over 350 Locally Employed Staff.  USG sanctions against Sudan preclude all law enforcement assistance and cooperation programs; Government of Sudan-imposed restrictions contribute to a challenging work environment.  The DRSO reports directly to the Senior Regional Security Officer.  Interested bidders should contact the SRSO and/or DRSO.  POC: Corynn Stratton at StrattonCL&#64;state.gov Updated Mar 2017. AF 360 CLC- http://appcenter.state.sbu/CLC"
  },
  {
    "pos_seq_num": "67524",
    "description": "The incumbent serves as a Special Agent in the Seattle Resident Office conducting criminal investigations, protective responsibilities, TDYs, and other duties as assigned. &#40;last updated 10/14/2015&#41;"
  },
  {
    "pos_seq_num": "6182",
    "description": "Updated July 2016:  The Information Programs Officer &#40;IPO -- formerly called Communications Programs Officer&#41; is a demanding and interesting position located in the Information Programs Center &#40;IPC&#41; at the Florida Regional Center &#40;FRC&#41;.  A unique operating environment, the FRC in Ft. Lauderdale, FL combines features of both domestic and overseas IT operations, giving the IPO the opportunity to support a wide range of network components and applications on both the classified and unclassified networks, including SQL and blackberry server administration, WebPass, SharePoint development, Data Off-Shoring, and server virtualization. The IPO supervises one IMS, supporting a large number of classified and unclassified IT programs; and three IMS rovers which provide WHA-wide communications support. As a member of the IRM management team at post, the IPO works closely with the IMO and ISO.  The IPO is also responsible for providing support and technical guidance to the Consulates in Hamilton and Curacao, including bi-monthly onsite visits. The FRC regularly pilots new technology for the Department and currently has several ongoing projects at various levels of testing.  This position is ideal for talented IRM individuals who enjoy working as part of a cohesive, highly productive team and are seeking an opportunity to exercise and enhance their technical, managerial, and supervisory skills. Please contact IMO Chuck Vinnedge, &#40;954&#41;630-1124 for additional information.&#13;&#10;"
  },
  {
    "pos_seq_num": "42933",
    "description": "The Director of the Assignments Division &#40;AD&#41; in HR/CDA represents the interests of the Department in the assignment process, and AOs represent regional and functional bureaus in CDA Assignments Panels, where they are voting members.  AD members recommend and draft policy changes in HR rules and procedures.  Strong interpersonal and mentoring skills are essential for this position.  The work in AD is detail-oriented and regulation-driven, so prior supervisory experience in Management or Consular positions would be useful.  The AD Director supervises 18 Assignments Officers &#40;AOs&#41;, 14 of whom are Foreign Service generalists and specialists at the FS-1 and FS-3 level.  This includes a 4-person DS Assignments unit and a 3-person NEA/SCA/PSP unit.  The office also includes two Civil Service Assignment Officers, two WAEs, and one Foreign Service OMS.  POC: Maria Brewer, 202-663-0781 or George Indyke, Assignments Division Director, IndykeG&#64;state.gov, 202-663-0420."
  },
  {
    "pos_seq_num": "77325",
    "description": "The incumbent serves as a Special Agent in the Chicago Field Office conducting criminal investigations, protective responsibilities, TDYs, and other duties as assigned. &#13;&#10;"
  },
  {
    "pos_seq_num": "88689",
    "description": "The IMTS Telephone Technical satellite position is physically hosted in Brussels, Belgium and assigned to the Telephone Branch of the Regional Information Management Center &#40;RIMC&#41; in Frankfurt, Germany. The incumbent is primarily responsible for providing telephone positionstenance support for the Tri-mission in Brussels, and, as needed, for 129 posts in the European, Near East and Africa-West &#40;EUR/NEA/AFW&#41; regions. This position reports directly to the Regional Information Management Center &#40;RIMC&#41; in Frankfurt and collaborates closely with the IPO. This position has no direct supervisory responsibilities, but provides guidance on policy and procedures to other subordinate Information Resource Management &#40;IRM&#41; personnel in the RIMC and throughout the region. POC: RIMC Frankfurt Telephone Branch Chief."
  },
  {
    "pos_seq_num": "9837",
    "description": "The PAO leads a PD operation consisting of 2 American officers and 7 LE Staff, directly supervising the A/PAO and 3 LE Staff.  He/she manages a full range of PD programs and serves on the board of the binational Fulbright Commission.  He/she leads the Embassy&#39;s press outreach.  POC is Meghan Gregonis in EUR/PD and Jim DeHart, DCM in Oslo.  Post is willing to discuss a language waiver.  We are collecting lobbying documents through the EUR and IO Bidder Reference Center.  Please submit your lobbying information at http://eur.p.state.sbu/sites/apps/EURApps/EUR360Center.  Updated 12/2016."
  },
  {
    "pos_seq_num": "67358",
    "description": "UPDATED &#8211; AUGUST 2015: This officer manages all security programs for the Embassy Branch Office and other U.S. government offices in Cartagena and Barranquilla, supporting approximately 50 direct-hire positions under Chief of Mission authority. Responsibilities include physical security of U.S. facilities; residential security, local guard, and surveillance detection programs; U.S. law enforcement and host government liaison; investigations; protective operations support, direct supervision of three RSO support staff and indirect supervision of other State Department local staff. Reports to the Embassy through Deputy RSO Bogota. For more information, contact RSO Paul Comforti."
  },
  {
    "pos_seq_num": "78458",
    "description": "The incumbent serves in the ARSO-Investigator position assigned to the Consular Section, and is responsible for investigating criminal fraud related to consular &#40;passport, visa&#41; matters, trafficking in persons, alien smuggling, counterterrorism, and other investigations as assigned. The ARSO-I also functions as the liaison between the Consular Section and all Law Enforcement agencies at Post. Other responsibilities may include, but are not limited to, liaison with host government immigration and airport authorities and airlines, criminal intelligence gathering as it relates to U.S. document and border security, and providing training to host nation personnel. Successful completion of PC 530 &#40;Basic Consular Course&#41; and OT 150 &#40;Asst. RSO-Investigator Course&#41; is required. The incumbent is rated by the RSO and reviewed by the Senior Consular Official at Post. The POCs for this position are the RSO and OCI Division Chief."
  },
  {
    "pos_seq_num": "66340",
    "description": "The incumbent serves in the ARSO-Investigator position assigned to the Consular Section, and is responsible for investigating criminal fraud related to consular &#40;passport, visa&#41; matters, trafficking in persons, alien smuggling, counterterrorism, and other investigations as assigned. The ARSO-I also functions as the liaison between the Consular Section and all Law Enforcement agencies at Post. Other responsibilities may include, but are not limited to, liaison with host government immigration and airport authorities and airlines, criminal intelligence gathering as it relates to U.S. document and border security, and providing training to host nation personnel. Successful completion of PC 530 &#40;Basic Consular Course&#41; and OT 150 &#40;Asst. RSO-Investigator Course&#41; is required. The incumbent is rated by the RSO and reviewed by the Senior Consular Official at Post. The POCs for this position are the RSO and OCI Division Chief."
  },
  {
    "pos_seq_num": "132004",
    "description": " The Assistant Regional Security Officer &#40;ARSO&#41; for U.S. Mission to Somalia is responsible for establishing and managing security programs in Somalia to include worldwide protective services &#40;WPS&#41;, personal recovery &#40;PR&#41;, and physical security for existing and new mission facilities.  Expect to spend much of your time traveling between Kenya and Somalia, to include frequent travel to/from Mogadishu and other regional cities/towns.  Establish and positionstain professional relationships with numerous security contacts on the ground in Somalia to provide valid and current security assessments for travelers, post management, and the State Department.  &#13;&#10;Note:  It is anticipated that ARSO position 56-087020 will be re-assigned to Mogadishu in approximately July 2017 to ensure proper oversight of the U.S. Mission to Somalia&#8217;s security programs.  Mogadishu is currently has 35&#37; danger pay and 35&#37; hardship differential.   UPDATED 2/2017"
  },
  {
    "pos_seq_num": "86849",
    "description": "Updated June 2013:  &#40;QB 2/2&#41; The incumbent serves as one of four ARSOs within RSO Lima, is supervised by the Deputy RSO, and reviewed by the RSO. Assists with the management of all security programs at Post on a rotational basis.  Provides direct supervision for a number of RSO employees, Marine Security Guards &#40;MSG&#41;, the Local Guard Force, surveillance detection and Ambassador&#39;s bodyguard units, and LES working in the RSO&#39;s investigations office. Conducts protective security operations into the Peruvian government-declared emergency zones.  POC: DRSO Julia Hawley &#40;511&#41; 618-2496."
  },
  {
    "pos_seq_num": "27673",
    "description": "The Assistant Regional Security Officer &#40;ARSO&#41; manages and is responsible for all aspects of the security programs at two separate USG office facilities &#40;Embassy The Hague and the U.S. Delegation to the Organization for the Prohibition of Chemical Weapons&#41; in The Netherlands.  The ARSO reports directly to the Regional Security Officer and is reviewed by the Deputy Chief of Mission. The incumbent supervises and is the COR for a Local Guard Force of approximately 30 contract guards. The ARSO also supervises a Surveillance Detection unit, one Regional Security Technician, one Office Management Specialist, and an 11-person Marine Security Guard &#40;MSG&#41; Detachment.  The ARSO is also accredited to Europol.  POC: incumbent Adam Kremer, RSO Dean Simpkins.  Updated January 2017."
  },
  {
    "pos_seq_num": "66023",
    "description": "The incumbent serves in the ARSO-Investigator position assigned to the Consular Section, and is responsible for investigating criminal fraud related to consular &#40;passport, visa&#41; matters, trafficking in persons, alien smuggling, counterterrorism, and other investigations as assigned. The ARSO-I also functions as the liaison between the Consular Section and all Law Enforcement agencies at Post. Other responsibilities may include, but are not limited to, liaison with host government immigration and airport authorities and airlines, criminal intelligence gathering as it relates to U.S. document and border security, and providing training to Post and host nation personnel. Successful completion of PC 530 &#40;Basic Consular Course&#41; and OT 150 &#40;Asst. RSO-Investigator Course&#41; is required. The incumbent is rated by the DRSO-I in Mexico City and reviewed by the Senior Consular Official at Post. The POCs for this position are the RSO and OCI Division Chief."
  },
  {
    "pos_seq_num": "64327",
    "description": "Assistant Regional Security Officers &#40;ARSO&#41; serve at the U.S. Embassy in Baghdad, Iraq and will assist the Branch Chiefs &#40;FS-02&#41; with the implementation, management, and oversight of the security infrastructure and programs, including the direct supervision of mission protective details.  ARSO&#8217;s may be assigned to any of RSO Baghdad&#8217;s three divisions; Embassy Operations, Protective Operations, or Logistics and Support Operations, as required by service needs as determined by the Senior RSO.  ARSOs will report to the RSO through their section&#8217;s Branch Chiefs and the division Deputy RSO.  Assignments will be decided at Post.  Embassy Operations responsibilities include: Marine Security Guards, Local Guards, Physical Security, Contingency Planning, Investigations, Vetting and other traditional RSO programs to Embassy Baghdad and associated COM properties.  Protective Operations: Implements and provides oversight to post protection security programs and is operationally responsible for mission protection details.  ARSO&#8217;s may serve as an AICs.   Logistics and Support Operations are responsible for providing the support backbone, managing a fleet of over 1000 vehicles, management of the Protective Intelligence product and management of the Tactical Operations Centers &#40;TOC&#41;.  Interested candidates should contact DS/HTP/Iraq for additional information. UPDATED JUNE 2015."
  },
  {
    "pos_seq_num": "75878",
    "description": "Incumbent serves as the Assistant Regional Security Officer &#40;ARSO&#41; and assists the RSO in managing and implementing all Mission security programs for eight agencies, including the Department of State, VOA IBB, AFRICOM, and the Department of Defense.  The ARSO directly supervises the Surveillance Detection &#40;SD&#41; Team Coordinator and four SD Team members.  In addition, the ARSO helps to supervise the RSO OMS and Post&#39;s 200-person contract local guard force, conducts various investigations, and serves as a liaison with host government law enforcement entities.  ARSO is also accredited to the Republic of Sao Tome &#38; Principe and travels quarterly.  The A/RSO position is a language designated position &#40;2/2&#41;.  The TOD is 2YR/1R&#38;R. Point of Contact is the RSO Kathryn Ryan, ryank2&#64;state.gov, or the HRO Rebecca Reis, reisr&#64;state.gov. We now collect lobbying documents through the 360 Community Lobbying Center; please submit your lobbying information at http://appcenter.state.sbu/CLC. &#40;Revised 6/2015&#41;"
  },
  {
    "pos_seq_num": "46132",
    "description": "Assistant Regional Security Officers &#40;ARSO&#41; serve at the U.S. Embassy in Baghdad, Iraq and will assist the Branch Chiefs &#40;FS-02&#41; with the implementation, management, and oversight of the security infrastructure and programs, including the direct supervision of mission protective details.  ARSO&#8217;s may be assigned to any of RSO Baghdad&#8217;s three divisions; Embassy Operations, Protective Operations, or Logistics and Support Operations, as required by service needs as determined by the Senior RSO.  ARSOs will report to the RSO through their section&#8217;s Branch Chiefs and the division Deputy RSO.  Assignments will be decided at Post.  Embassy Operations responsibilities include: Marine Security Guards, Local Guards, Physical Security, Contingency Planning, Investigations, Vetting and other traditional RSO programs to Embassy Baghdad and associated COM properties.  Protective Operations: Implements and provides oversight to post protection security programs and is operationally responsible for mission protection details.  ARSO&#8217;s may serve as an AICs.   Logistics and Support Operations are responsible for providing the support backbone, managing a fleet of over 1000 vehicles, management of the Protective Intelligence product and management of the Tactical Operations Centers &#40;TOC&#41;.  Interested candidates should contact DS/HTP/Iraq for additional information. UPDATED JUNE 2015."
  },
  {
    "pos_seq_num": "66137",
    "description": "Assistant Regional Security Officers &#40;ARSO&#41; serve at the U.S. Embassy in Baghdad, Iraq and will assist the Branch Chiefs &#40;FS-02&#41; with the implementation, management, and oversight of the security infrastructure and programs, including the direct supervision of mission protective details.  ARSO&#8217;s may be assigned to any of RSO Baghdad&#8217;s three divisions; Embassy Operations, Protective Operations, or Logistics and Support Operations, as required by service needs as determined by the Senior RSO.  ARSOs will report to the RSO through their section&#8217;s Branch Chiefs and the division Deputy RSO.  Assignments will be decided at Post.  Embassy Operations responsibilities include: Marine Security Guards, Local Guards, Physical Security, Contingency Planning, Investigations, Vetting and other traditional RSO programs to Embassy Baghdad and associated COM properties.  Protective Operations: Implements and provides oversight to post protection security programs and is operationally responsible for mission protection details.  ARSO&#8217;s may serve as an AICs.   Logistics and Support Operations are responsible for providing the support backbone, managing a fleet of over 1000 vehicles, management of the Protective Intelligence product and management of the Tactical Operations Centers &#40;TOC&#41;.  Interested candidates should contact DS/HTP/Iraq for additional information. UPDATED JUNE 2015."
  },
  {
    "pos_seq_num": "84186"
  },
  {
    "pos_seq_num": "78520",
    "description": "The incumbent serves in the ARSO-Investigator position assigned to the Consular Section, and is responsible for investigating criminal fraud related to consular &#40;passport, visa&#41; matters, trafficking in persons, alien smuggling, counterterrorism, and other investigations as assigned. The ARSO-I also functions as the liaison between the Consular Section and all Law Enforcement agencies at Post. Other responsibilities may include, but are not limited to, liaison with host government immigration and airport authorities and airlines, criminal intelligence gathering as it relates to U.S. document and border security, and providing training to host nation personnel. Successful completion of PC 530 &#40;Basic Consular Course&#41; and OT 150 &#40;Asst. RSO-Investigator Course&#41; is required. The incumbent is rated by the RSO and reviewed by the Senior Consular Official at Post. The POCs for this position are the RSO and OCI Division Chief."
  },
  {
    "pos_seq_num": "46393",
    "description": "This is the Financial Management Officer position and one of 11 American positions that report directly to the Management Counselor.  This position manages the &#36;20M ICASS platform, &#36;10M for other State appropriations in Khartoum, provides financial services to American Embassy Juba. The incumbent supervises a staff of eight local employees, preparing reports, advising the Front Office on status of funds and ensuring efficiency in service provision in Khartoum.  POC: Management Officer Timothy Bashor at bashortm&#64;state.gov  Updated Mar 2017.  AF 360 CLC- http://appcenter.state.sbu/CLC"
  },
  {
    "pos_seq_num": "87790",
    "description": "Serves as a criminal investigator in the Criminal Fraud Investigations Branch, which is the former Visa Fraud and Passport Fraud branches combined, expanded, and renamed, located within the Criminal Investigations Division at SA-20.  The incumbent is rated by a Unit Supervisor and reviewed by the Branch Chief.  The branch and its agents are responsible for conducting criminal and administrative investigations into allegations of wrongdoing on the part of USG employees pertaining to visa and passport issuances, multijurisdictional external visa and passport fraud, human trafficking, and other sensitive cases.  CFI agents are worldwide deployable for their investigations and occasional protection details.  Travel is required for most cases.  Completion of the Basic Consular Course at FSI is required at the beginning of the tour."
  },
  {
    "pos_seq_num": "87081",
    "description": "As one of six Political Officers, the incumbent is the Section&#8217;s action officer on domestic politics, managing a portfolio covering national political affairs including elections, Parliament, political parties, and Australia&#8217;s political leadership.    The incumbent also coordinates the Section&#8217;s reporting on Indigenous, gender, and minority issues and human rights &#40;including trafficking in persons&#41;, as well as selected external issues including Australia&#8217;s relations with European countries, and supports VIP visits as required.  The position reports to the Deputy Political Counselor.  POC: Jennifer Bosworth, Deputy Political Counselor, Tel: 61 2 6214 5833.  Updated January 2017.  "
  },
  {
    "pos_seq_num": "86674",
    "description": "The incumbent is the Office Manager to the Regional Security Officer &#40;RSO&#41; and Special Agent at the US Embassy Skopje, which is comprised of more than 300 Americans and local staff. She/he assists with electronic records management, clearances, visitor access requests, special events, and other administrative duties as needed. The incumbent is relied on to manage several tasks, review databases  and ensure reporting requirements are met in a busy security section.  &#40;POC: Jared Thurman&#41;."
  },
  {
    "pos_seq_num": "18781",
    "description": "The IMS serves as the Information Management Specialist providing data and record management for classified information as well as telecommunication support to the Information Technology infrastructure for the U.S. Embassy Asmara, Eritrea. The incumbent has no direct supervisory roles assigned. Being a in two person shop, the IMS provides complete support and coverage when the IMO is out of station; including the ISC, mail room, telephone/radio, and operator/receptionist staff of 8 LES. Due to the hostile and restrictive nature of the host government relations the incumbent must be fully versed and self-sufficient in all aspects of their area of operations including complete system installs and upgrades without outside support. POC: A/IMO Ken Wolf or Management Officer Pete Wessel. "
  },
  {
    "pos_seq_num": "142309"
  },
  {
    "pos_seq_num": "84126",
    "description": "The Information Management Specialist Officer &#40;IMS&#41; reports directly to the Information Management Officer &#40;IMO&#41;. The incumbent supervises four locally employed staff &#40;LES&#41; and provides support for all classified systems, shared support for SMART and CLASS pouch services, and assists the IMO in managing wireless systems supporting Public Diplomacy, USAID, Housing Compounds and our E2A2 Net. The IMS also serves as the ISSO and alternate ISSO, for ClassNet and OpenNet systems, respectively.  The person is the COMSEC custodian and performs a semi-annual and annual COMSEC, and classified ILMS inventories. As this is a three man post, the IMS will be called upon to help in ISC. Points of contact are Joseph Strzalka &#40;StrzalkaJA&#64;state.gov&#41; and HRO Rodney Cunningham &#40;CunninghamRD&#64;state.gov&#41; . This year we are collecting lobbying documents through our new 360 Lobbying Center. Please submit your lobbying information at: http://appcenter.state.sbu/CLC.  &#40;updated 12/20/2016&#41;"
  },
  {
    "pos_seq_num": "84141",
    "description": "The Assistant GSO provides support and back-up to the Supervisory GSO. The GSO is responsible for the management of the General Services Office, which includes six sections: Procurement, Travel, Shipping and Customs, Motor Pool, Leasing/Housing, and Warehouse and Supply. The AGSO will be assigned a portfolio of sections within GSO to supervise. The AGSO will supervise Locally Employed Staff as well as EFMs.  POC is SGSO Marcus McChristian &#40;McChristianMA&#64;state.gov&#41;. Please submit lobbying documents to the AF 360 CLC- http://appcenter.state.sbu/CLC. &#40;Revised 8/2015&#41;"
  },
  {
    "pos_seq_num": "84642",
    "description": "The Medical Provider supervises one registered nurse &#40;RN&#41; and provides primary medical services to more than 120 USG employees and eligible family members and Occupational Medicine program for almost 600 LE Staff.  The MP coordinates and administers all aspects of the Department&#39;s health care programs including health promotion, education, acute and chronic disease management, disaster preparedness, occupational health, and also advises Mission management on health-related and public health issues. POC: Eileen Drummond; email: drummondee&#64;state.gov &#40;Revised 07/2016&#41;"
  },
  {
    "pos_seq_num": "89413",
    "description": "Assistant Regional Security Officer &#40;ARSO&#41; will serve at the U.S. Consulate in Basrah &#40;located in southern Iraq&#41; and will assist the Regional Security Officer /Deputy Regional Security Officer &#40;RSO/DRSO&#41; with the implementation, management, and oversight of the security infrastructure and RSO programs within the region, including the direct supervision of mission protective details. The ARSO&#8217;s will report directly to the DRSO. Interested candidates should contact DS/HTP/Iraq for additional information. UPDATED JUNE 2015."
  },
  {
    "pos_seq_num": "63013",
    "description": "Working knowledge of email technologies and their uses within Department, in particular MS Exchange, Outlook, and the SMART client application.  A willingness to learn the skills associated with system development lifecycle processes, project management, and system testing.  Ability to analyze information, provide written and oral reports as well as conduct research on technology trends.  Attention to detail and effective problem solving skills.  Work Requirements: Responsible for testing email technologies that support Department&#8217;s mission.  Key responsibilities include developing subject matter expertise in agency email requirements, establishing contacts with Department stakeholders, and performing rigorous laboratory testing of email systems. Tests ensure email systems perform properly on Department&#8217;s worldwide network, are compatible with other Department applications, and meet user and administrator requirements.  Incumbent oversees the activities of contractor support personnel and reports to the Chief of the Messaging Test Branch, Messaging Test Division, Messaging Systems Office &#40;MSO&#41;, IRM.  Bureau Resource Request &#40;BRR&#41; or IT Strategic Plan: In support of IRM&#39;s strategic Goal 2 - Digital Diplomacy. Objective 2.3 is to provide, &#8220;Next generation messaging and Information Management.&#8221;  Assignment flexibility: Participate in Office and Bureau-level working groups and engage with other agency subject matter experts regarding email systems. In the absence of the Branch Chief, may be called upon to act as Branch Chief. Position is located at SA-28, Newington, VA but will be required to travel to other State Annexes in the performance of assigned duties.  POC: Mark Chalkley e-mail: ChalkleyJM&#64;State.gov.   Please submit your lobbying information to the Community Lobbying Center http://appcenter.state.sbu/CLC   &#40;Updated 1-12-2017&#41;"
  },
  {
    "pos_seq_num": "94466",
    "description": "This position serves as the OMS to the Under Secretary for Civilian Security, Democracy, and Human Rights &#40;J&#41;.  This OMS manages the Under Secretary&#8217;s official calendar and day-to-day schedule, including arranging meetings, phone calls, and motor pool transportation for the Under Secretary&#8217;s meetings outside of the Department.  The OMS manages the Under Secretary&#8217;s appointments, triages incoming event requests for review with the Chief of Staff and helps ensure staff follow-up on the Under Secretary&#8217;s instructions. The OMS prepares the Under Secretary&#8217;s daily briefing book, which includes memos, briefing and background materials and the Under Secretary&#8217;s prepared remarks, talking points, press guidance and other essential material for the Under Secretary&#8217;s daily meetings and events.   The OMS coordinates with the travel manager on the Under Secretary&#8217;s travel arrangements and in coordination with the Chief of Staff and other J Front Office staff.  The position provides a wide variety of essential administrative and managerial support to the Under Secretary and the incumbent must be able to deal directly and effectively with senior officials of the Department, including principals in the seven bureaus and offices in J, the 7th floor,  interagency, the Hill, outside organizations and foreign governments. POC is Ian Boyd, Acting Chief of Staff in the Office of the U/S."
  },
  {
    "pos_seq_num": "22426",
    "description": "If you are seeking an opportunity to learn more about HR related issues and positions State, this is the perfect assignment.  The incumbent is an integral part of a team, providing direct support to the Senior Level Director as well as the Senior Level CDOs.  In addition to the normal OMS related duties, the incumbent will become involved in and support the Secretariat for the D and DCM Committees processes and may be called up to provide back up OMS assistance to Director and Deputy Director of HR/CDA.  This position also offers an excellent and unique opportunity to become involved with special HR initiatives/projects, and to gain a comprehensive knowledge of Department&#39;s HR issues and programs, to include opportunities to participate in revising SOPs and preparation for HR briefings and offsites.  The incumbent will have training in numerous HR IT software programs, necessary for this position.  This year we are collecting lobbying documents through the new 360 Community Lobbying Center. Please submit your lobbying information to: http://appcenter.state.sbu/CLC.  POC: Carolyn Creevy, 202-663-0245"
  },
  {
    "pos_seq_num": "86866",
    "description": "&#40;Updated March 2017&#41; Incumbent is one of two Assistant Regional Security Officers, serving under the supervision of the Regional Security Officer &#40;RSO&#41;. Incumbent assists in managing the security programs at Post to include local guards, surveillance detection, Marine Security Guards and background investigations. Incumbent completes residential security and physical security surveys. Additionally, incumbent also provides a variety of security briefings and conducts Administrative and Criminal investigations as required by RSO.  Duties rotate to cover all traditional RSO programming. POC is Karl Bultrowicz, RSO BultrowiczK&#64;state.gov.  Please submit references through the CLC: http://appcenter.state.sbu/clc"
  },
  {
    "pos_seq_num": "38242",
    "description": "This is the senior of four American OMS positions at post and serves as the Office Manager to the Charg&#233; d&#8217;Affaires.  Provides the full range of executive assistant and administrative support to the Charg&#233;.  Supervises the Translator/Interpreter, the Protocol Assistant and provides daily direction to the Charg&#233;&#39;s Security Detail, tasking and coordinating their activities.  Provides direction and management  to the Charg&#233;&#39;s Residence staff about all events and issues relating to the Residence and the Chief of Mission.  Coordinates the Charg&#233;&#8217;s participation in meetings and events both within and outside the mission.   Prepares representation, travel, and official residence expense vouchers; initiates supply, positionstenance, procurement, and information management work requests; submits biweekly time and attendance reports. The position reports directly to the Charg&#233; d&#8217;Affaires.  POC: DCM Erv Massinga MassingaEJ&#64;state.gov  and CDA.  Updated May 2016.  AF 360 CLC- http://appcenter.state.sbu/CLC"
  },
  {
    "pos_seq_num": "36998",
    "description": "Special Agent in the Counterintelligence Division &#40;DS/ICI/CI&#41; Investigative Branch positionstains oversight for counterintelligence related issues overseas in coordination with RSOs and conducts sensitive investigations pertaining to the unauthorized disclosure or compromise of classified or sensitive information. The agent conducts investigations under the supervision of the Section Chief and the Deputy Division Chief."
  },
  {
    "pos_seq_num": "67840",
    "description": "The incumbent serves as a Special Agent in the Seattle Resident Office conducting criminal investigations, protective responsibilities, TDYs, and other duties as assigned. &#40;last updated 10/14/2015&#41;"
  },
  {
    "pos_seq_num": "72726",
    "description": "An ARSO in Kabul will work in one of several divisions within RSO: Protective Operations &#40;EPD&#41;, Emergency Planning, Investigations, Budget and Logistics, or Embassy Operations.  ARSOs will be available for AIC duty with EPD, night duty, and other duties as assigned.  While incoming ARSOs will often replace the agent for whom they were paneled, this will not always be the case, depending upon the needs of the office. Interested candidates should contact DS/HTP/Afghanistan for additional information. UPDATED JUNE 2015."
  },
  {
    "pos_seq_num": "84169",
    "description": "This dynamic 03 political officer position carries traditional reporting responsibilities and is also deeply involved in implementing a multi-million dollar portfolio of justice and security sector assistance in cooperation with the Bureau of International Narcotics and Law Enforcement &#40;INL&#41; and the Bureau of Democracy, Human Rights, and Labor &#40;DRL&#41;.  He/she coordinates extensively with the RSO, Defense Attache, USAID, and other agencies at Post on a wide range of security, justice sector, and human rights issues.  He/she manages 3-4 local engaged staff and is rated by the Pol/Econ Chief and reviewed by the DCM.  One of Africa&#8217;s youngest democracies and very pro-American, Guinea offers unique opportunities to excel in both policy and management.  Tour of duty is 2YR/2RR.  Please contact DCM Hugues Ogier for additional information.  AF 360 CLC- http://appcenter.state.sbu/CLC  &#40;updated 1/2017&#41;"
  },
  {
    "pos_seq_num": "87608",
    "description": "The RSO OMS provides a wide range of administrative support services to the Regional Security Office. Specific duties include: preparing security policies; receiving and drafting correspondence; assisting RSO with all functions of the Security Infractions/Violations Program; managing the post identification badge system; and serving as the American direct-hire time and attendance coordinator for the RSO section. Reports to RSO. Serves as back-up to Ambassador&#39;s OMS and the Deputy Chief of Mission&#39;s OMS, as required. Tour of duty is 2YR/2RR. Please contact RSO Steve Zagami for additional information. AF 360 CLC- http://appcenter.state.sbu/CLC "
  },
  {
    "pos_seq_num": "86320",
    "description": "An ARSO in Kabul will work in one of several divisions within RSO: Protective Operations &#40;EPD&#41;, Emergency Planning, Investigations, Budget and Logistics, or Embassy Operations.  ARSOs will be available for AIC duty with EPD, night duty, and other duties as assigned.  While incoming ARSOs will often replace the agent for whom they were paneled, this will not always be the case, depending upon the needs of the office. Interested candidates should contact DS/HTP/Afghanistan for additional information. UPDATED JUNE 2015."
  },
  {
    "pos_seq_num": "79350",
    "description": "An ARSO in Kabul will work in one of several divisions within RSO: Protective Operations &#40;EPD&#41;, Emergency Planning, Investigations, Budget and Logistics, or Embassy Operations.  ARSOs will be available for AIC duty with EPD, night duty, and other duties as assigned.  While incoming ARSOs will often replace the agent for whom they were paneled, this will not always be the case, depending upon the needs of the office. Interested candidates should contact DS/HTP/Afghanistan for additional information. UPDATED JUNE 2015."
  },
  {
    "pos_seq_num": "115048"
  },
  {
    "pos_seq_num": "79802",
    "description": "Incoming FP-02s will be assigned supervisory responsibilities in one of the following portfolios: Protective Operations &#40;EPD&#41;, Emergency Planning, Investigations, Threat Intelligence, Budget and Logistics, ATA, Facilities Protection, Physical Security, Embassy Operations, or other duties as assigned.  Depending upon timing and other factors, incoming FP-02s may or may not replace the agent for whom they were paneled.  Interested candidates should contact DS/HTP/Afghanistan for additional information. UPDATED JUNE 2015."
  },
  {
    "pos_seq_num": "96350",
    "description": "&#40;Jan 2016&#41; CA/OCS/PMO &#40;Overseas Citizens Services Program Management Office&#41; is an up-tempo organization playing a critical role in supporting U.S. foreign policy and consular operations worldwide.  PMO is a lifeline to embassies and Americans in distress and supports all American Citizen Services operations in CA/OCS and at posts abroad.  We pride ourselves on a strong tradition of 24/7 service to colleagues, the Department leadership, and the broader foreign affairs community.  We are looking for a highly motivated person with strong interpersonal skills, a commitment to excellence, a sharp intellect and high energy.  We prize candidates who possess initiative, good judgment, attention to detail, crisp briefing and drafting skills, the ability to multi-task and solve problems under pressure, and a solid understanding of consular policy, systems, and U.S. interests around the world.  This position works on the cutting edge of information technology and innovation, developing initiatives to enhance knowledge sharing, collaboration and a global exchange of ideas to meet CA goals.  The incumbent specifically serves as the OCS business practice advisor focused on how we use technological tools, and collaborate with colleagues with technical, program and policy expertise.  He/she will liaise between the Offices of the Overseas Citizens Services Directorate &#40;OCS&#41; and Consular Systems and Technologies &#40;CA/CST&#41; and help lead the OCS Management Information Systems program and guide the future of consular information technology systems as the OCS representatives to the ConsularOne initiative.  POC: James L. Schuler.  For bidding instructions, please see the Consular Staffing and Assignments website &#40;http://cas.state.gov/consularbidders/&#41;."
  },
  {
    "pos_seq_num": "86313",
    "description": "The Public Diplomacy Officer to the Under Secretary for Civilian Security, Democracy, and Human Rights &#40;J&#41; is responsible for media relations and management of all aspects of public diplomacy for the Secretariat.  S/he develops and coordinates the delivery of consistent and unified messaging to advance the Under Secretary&#8217;s policy initiatives to prevent and counter threats to civilian security and effective governance through speeches, press engagements, social media, and public diplomacy activities.  The officer works closely with PA, R, IIP, and ECA, as well as the PAOs in the J family &#40;CT, INL, CSO, DRL, PRM, J/TIP, and J/GCJ&#41; and regional bureau PD offices. POC is Ian Boyd, Acting Chief of Staff in the Office of the U/S.&#13;&#10;&#13;&#10;"
  },
  {
    "pos_seq_num": "95635",
    "description": "Watch Officers &#40;WO&#41; receive a bird&#39;s-eye view of the Washington policy-making process during a 13-month tour. The WO position is best suited to third-or fourth-tour FS-04 or FS-03 officers of any cone, although we will consider second-tour officers who have demonstrated exceptional maturity during their initial tour, have completed their required consular tour, and are off language probation.  For this position, we prize candidates who possess initiative, good judgment, attention to detail, crisp briefing and drafting skills, the ability to multi-task under pressure, a solid understanding of U.S. policy and interests around the world, the ability to work effectively as part of a team, and a healthy sense of humor.  Tenured WOs work rotating shifts and receive 13 percent differential; untenured officers also work rotating shifts and receive compensation for overtime.  Three rotational positions are also available in which the officer will spend one year as a Watch Officer working the shift schedule and receiving differential/premium pay, and one year as the Operations Management Officer or Innovation Facilitation Officer in the Ops Front Office, or as a Crisis Management Officer in CMS.   Interested bidders should place a bid on any Operations Officer position D0694800 - D0694825 &#40;D0694813, D0694826, and D0694827 are rotational positions&#41;. Those interested in learning more about positions on the Watch may contact Operations Management Officer Emily Schubert &#40;SchubertEA&#64;state.gov&#41; for a referral to a current Watch Officer.  You can also learn more about this position on our website at http://seso.ses.state.sbu/SitePages/Bidding.aspx.  The Operations Center is required to positionstain a base level of staffing throughout the year.  As a result, candidates for this position should be prepared to take less than the maximum allowable home leave.  By submitting a nomination, your post&#8217;s leadership acknowledges it is prepared to release nominated officers early, if necessary."
  },
  {
    "pos_seq_num": "95611",
    "description": "Watch Officers &#40;WO&#41; receive a bird&#39;s-eye view of the Washington policy-making process during a 13-month tour. The WO position is best suited to third-or fourth-tour FS-04 or FS-03 officers of any cone, although we will consider second-tour officers who have demonstrated exceptional maturity during their initial tour, have completed their required consular tour, and are off language probation.  For this position, we prize candidates who possess initiative, good judgment, attention to detail, crisp briefing and drafting skills, the ability to multi-task under pressure, a solid understanding of U.S. policy and interests around the world, the ability to work effectively as part of a team, and a healthy sense of humor.  Tenured WOs work rotating shifts and receive 13 percent differential; untenured officers also work rotating shifts and receive compensation for overtime.  Three rotational positions are also available in which the officer will spend one year as a Watch Officer working the shift schedule and receiving differential/premium pay, and one year as the Operations Management Officer or Innovation Facilitation Officer in the Ops Front Office, or as a Crisis Management Officer in CMS.   Interested bidders should place a bid on any Operations Officer position D0694800 - D0694825 &#40;D0694813, D0694826, and D0694827 are rotational positions&#41;.    Those interested in learning more about positions on the Watch may contact Operations Management Officer Phil Kern &#40;kernpr&#64;state.gov&#41; for a referral to a current Watch Officer.  You can also learn more on our website at http://seso.ses.state.sbu/SitePages/Bidding.aspx.  The Operations Center is required to positionstain a base level of staffing throughout the year.  As a result, candidates for this position should be prepared to take less than the maximum allowable home leave.  By submitting a nomination, your post&#8217;s leadership acknowledges it is prepared to release nominated officers early, if necessary."
  },
  {
    "pos_seq_num": "86905",
    "description": "Assists in managing the security programs at post to include local guards, surveillance detection and Marine Security Guards.  Conducts background investigations.  Completes residential security and physical security surveys.  Incumbent also provides security briefings and conducts investigations as required by RSO.  "
  },
  {
    "pos_seq_num": "6480",
    "description": "WINTER 2017/2018:  Officers chosen for a highly-competitive one-year assignment as one of 11 INR Watch Officers &#40;FS-03; S6985400, S6985401, S6985402, S6985403, S6985404, S6985406, S6985407, S6985408, S6985409, S6985410, S6985411&#41; will read into our government&#39;s most closely guarded secrets.  Members of the INR Watch are intelligence gatekeepers for the Department, working to inform State Department principals about late-breaking intelligence on current events and priority policy issues.  Each morning they assess and summarize the most important overnight intelligence for the Secretary, the Department, the White House, and other USG principals.  Co-located with the Operations Center, we provide around-the-clock coverage and serve as the Department&#39;s single point of contact for after-hours liaison between the Department and the intelligence community.  Tenured Watch Officers are eligible for a 13&#37; differential and untenured officers are eligible for premium pay.  Watch Officers are eligible for a Department parking pass.  INR&#8217;s Front Office engages actively with our INR Watch Officers to secure desired onward assignments.  You will see eight INR Watch jobs on FS bid for the summer 2017 rotational cycle.  We encourage prospective bidders to contact Watch Director Matthew Murray at 202-647-6955 or MurrayMD&#64;state.sgov.gov."
  },
  {
    "pos_seq_num": "91637",
    "description": "Following the successful completion of mandatory intial training, Green Team Course &#40;MSD 101 or 102&#41;, the incumbent will be assigned in a superviosery position, based on senority and experience as a Unit Chief, or as a Division Chief responsbile for three to five units.   MSD units conduct Security Support Team &#40;SST&#41;, Tactical Support Team &#40;TST&#41;, and Mobile Training Team &#40;MTT&#41; missions, providing specialized security support and training to personnel serving overseas under high threat and/or crisis conditions.  During this 3-year tour, MSD agents have a worldwide crisis response requirement, may deploy on extremely short notice for 60 days and may spend up to 70&#37; of the year in TDY status.  The previous two year average has been at 50&#37; deployment average.  Most MSD deployments are to high and critical terrorist threat locations.  During Green Team training, personnel will be TDY for approximately 35&#37; of the program and training may be conducted on weekends and/or at night and in inclement weather.  Because of the arduous nature of MSD missions, personnel are expected to arrive physcially fit. The DS Wellness test will be adminstered on multiple occassions during Green Team training and agents are expected to positionstain acceptable fitness levels throughout their MSD assignment.  Due to the sequential nature of Green Team Training all agents must report prior to the published course start date.  There will be no exceptions to the requirement to report to MSD prior to the commencement of Green Team. If you are considering an assignment with MSD call 703-204-6243 for a more complete description of the position, staffing, mission and training."
  },
  {
    "pos_seq_num": "95614",
    "description": "The incumbent serves a 13-month tour as a Watch Officer in the Operations Center.  The Watch is an outstanding introduction to Washington and the policy-making process.  Watch Officers work in teams to track breaking news, draft daily briefs for the Secretary and Department principals, and support the Secretary directly in telephone diplomacy with foreign leaders.  Watch Officers must have top-notch analytical and communications skills, the motivation to succeed in a fast-paced and demanding environment, and a commitment to teamwork.  This position is best suited for third-tour FS-04 and FS-03 officers.  Watch Officers work a rotating shift schedule for their 13-month tours and opportunities for leave are limited.  Tenured Watch Officers receive 13&#37; differential and parking privileges.  Untenured generalists receive parking privileges and additional compensation for overtime rather than differential.  Please see http://intranet.ses.state.sbu/index.php&#63;q&#61;opsrecruit for more information on the selection process.  Interested bidders should place a bid on any one Operations Officer position D-06948-00 through D-06948-23.  Nominations are required by mid-February.   &#13;&#10;&#13;&#10;"
  },
  {
    "pos_seq_num": "6477",
    "description": "WINTER 2017/2018:  Officers chosen for a highly-competitive one-year assignment as one of 11 INR Watch Officers &#40;FS-03; S6985400, S6985401, S6985402, S6985403, S6985404, S6985406, S6985407, S6985408, S6985409, S6985410, S6985411&#41; will read into our government&#39;s most closely guarded secrets.  Members of the INR Watch are intelligence gatekeepers for the Department, working to inform State Department principals about late-breaking intelligence on current events and priority policy issues.  Each morning they assess and summarize the most important overnight intelligence for the Secretary, the Department, the White House, and other USG principals.  Co-located with the Operations Center, we provide around-the-clock coverage and serve as the Department&#39;s single point of contact for after-hours liaison between the Department and the intelligence community.  Tenured Watch Officers are eligible for a 13&#37; differential and untenured officers are eligible for premium pay.  Watch Officers are eligible for a Department parking pass.  INR&#8217;s Front Office engages actively with our INR Watch Officers to secure desired onward assignments.  You will see eight INR Watch jobs on FS bid for the summer 2017 rotational cycle.  We encourage prospective bidders to contact Watch Director Matthew Murray at 202-647-6955 or MurrayMD&#64;state.sgov.gov."
  },
  {
    "pos_seq_num": "7038",
    "description": "Serves as the DS/CR/CIL liaison to INTERPOL Washington and works out of INTERPOL offices located in the District of Columbia. Assigned to INTERPOL&#8217;S International Fugitive Unit and coordinates and conducts criminal investigations worldwide as directed by DS/CR/CIL and INTERPOL. Supports the INTERPOL Stolen and Lost Travel Document &#40;SLTD&#41; database and provides assistance to INTERPOL in regard to criminal cases involving passport or visa fraud.  Represents DS and INTERPOL at conferences and liaison events as needed. 15&#37; travel; Non-supervisory. For additional information, contact Branch Chief 571-345-2978."
  },
  {
    "pos_seq_num": "17233",
    "description": "WINTER 2017/2018:  Officers chosen for a highly-competitive one-year assignment as one of 11 INR Watch Officers &#40;FS-03; S6985400, S6985401, S6985402, S6985403, S6985404, S6985406, S6985407, S6985408, S6985409, S6985410, S6985411&#41; will read into our government&#39;s most closely guarded secrets.  Members of the INR Watch are intelligence gatekeepers for the Department, working to inform State Department principals about late-breaking intelligence on current events and priority policy issues.  Each morning they assess and summarize the most important overnight intelligence for the Secretary, the Department, the White House, and other USG principals.  Co-located with the Operations Center, we provide around-the-clock coverage and serve as the Department&#39;s single point of contact for after-hours liaison between the Department and the intelligence community.  Tenured Watch Officers are eligible for a 13&#37; differential and untenured officers are eligible for premium pay.  Watch Officers are eligible for a Department parking pass.  INR&#8217;s Front Office engages actively with our INR Watch Officers to secure desired onward assignments.  You will see eight INR Watch jobs on FS bid for the summer 2017 rotational cycle.  We encourage prospective bidders to contact Watch Director Matthew Murray at 202-647-6955 or MurrayMD&#64;state.sgov.gov."
  },
  {
    "pos_seq_num": "95627",
    "description": "The incumbent serves a 13-month tour as a Watch Officer in the Operations Center.  The Watch is an outstanding introduction to Washington and the policy-making process.  Watch Officers work in teams to track breaking news, draft daily briefs for the Secretary and Department principals, and support the Secretary directly in telephone diplomacy with foreign leaders.  Watch Officers must have top-notch analytical and communications skills, the motivation to succeed in a fast-paced and demanding environment, and a commitment to teamwork.  This position is best suited for third-tour FS-04 and FS-03 officers.  Watch Officers work a rotating shift schedule for their 13-month tours and opportunities for leave are limited.  Tenured Watch Officers receive 13&#37; differential and parking privileges.  Untenured generalists receive parking privileges and additional compensation for overtime rather than differential.  Please see http://intranet.ses.state.sbu/index.php&#63;q&#61;opsrecruit for more information on the selection process.  Interested bidders should place a bid on any one Operations Officer position D-06948-00 through D-06948-23.  Nominations are required by mid-February.   &#13;&#10;&#13;&#10;"
  },
  {
    "pos_seq_num": "46809",
    "description": "&#40;Updated Sep 2014&#41; The incumbent for Embassy Asmara&#8217;s one-officer Consular Section is responsible for all aspects of consular services&#8212;including NIV, ACS, SIV, and supervision of three LES &#40;80 percent&#41;.  The section also works with the PD section to manage the Consular part of Embassy&#8217;s website as well as conducts DNA sampling for IV cases.  The officer also serves as back-up Pol/Econ/PD officer &#40;20 percent&#41;. Highly strained bilateral relations and regional tensions elevate the prominence of this position. The incumbent serves as a critical member of Country Team.  Due to the Government of the State of Eritrea&#8217;s &#40;GSE&#41; isolation and unpredictability, ACS duties require a great degree of innovation and people-to-people contact. The full scope of NIV was restored in Asmara, March 2013, and has proven to be an important tool of diplomacy.  Post does not process IV, but positionstains close contact with Eritrean IV cases being adjudicated worldwide, offering DNA testing, document verification, and country specific insight. Asmara offers near perfect weather, charming Italian colonial architecture, walkability, and &#8212;most importantly &#8212;the chance to truly make a difference.  The challenges of Asmara are salient to promotion boards.  Post benefits include three R&#38;Rs for a two year tour, a 30 percent differential, a 20&#37; COLA, a Service Needs Differential of 15&#37; for a third year,  supplemental consumables allowance, as well as  opportunities for EFM employment.  Arabic and Italian speakers will have ample opportunity to exercise their language skills in Eritrea, as both are commonly spoken throughout the country.  Asmara is an adult-only dependent post.  This is a CA &#8220;Top Ten&#8221; priority staffing position for the Summer 2014 bid cycle. For more information contact the incumbent, Debra Johnson &#40;JohnsonDI2&#64;state.gov&#41; or Management Officer Otis Pratt &#40;PrattOS&#64;state.gov&#41;.  To express interest and lobby on this position, contact ConsularBidders&#64;state.gov."
  },
  {
    "pos_seq_num": "95613",
    "description": "The incumbent serves a 13-month tour as a Watch Officer in the Operations Center.  The Watch is an outstanding introduction to Washington and the policy-making process.  Watch Officers work in teams to track breaking news, draft daily briefs for the Secretary and Department principals, and support the Secretary directly in telephone diplomacy with foreign leaders.  Watch Officers must have top-notch analytical and communications skills, the motivation to succeed in a fast-paced and demanding environment, and a commitment to teamwork.  This position is best suited for third-tour FS-04 and FS-03 officers.  Watch Officers work a rotating shift schedule for their 13-month tours and opportunities for leave are limited.  Tenured Watch Officers receive 13&#37; differential and parking privileges.  Untenured generalists receive parking privileges and additional compensation for overtime rather than differential.  Interested bidders should place a bid on any one Operations Officer position D0694800 - D0694825.  Please see http://intranet.ses.state.sbu/index.php&#63;q&#61;opsrecruit for more information on the selection process.  Nominations are required by late February."
  },
  {
    "pos_seq_num": "20218",
    "description": "As one of three A/RSOs, assists the RSO and Deputy RSO in managing and implementing all security programs at the Tri-Missions in Italy. Provides daily supervision and management of assigned programs such as surveillance detection, residential security, local guard program, protective security operations, chem./bio, security briefings, investigations, and special event planning. Directs the daily activities of LES staff in support of RSO programs by assigning work, monitoring completion, writing evaluations, and providing performance feedback. Develops budget submissions for assigned programs. Develops program improvements and implementation plans. Reports to the Deputy RSO and RSO. Point of contact is Ben Sides, tel. 39-06-4674-2175. "
  },
  {
    "pos_seq_num": "97149",
    "description": "The Foreign Service Medical Professional &#40;FSMP&#41; provides medical services to 30 U.S. Direct Hire employees and their families as Post&#8217;s primary care provider.  The FSMP is rated by the Management Officer and reviewed by the DCM.  The incumbent supervises one LE Staff nurse and serves as the liaison to the local medical community.  The FSMP is responsible for planning and administering the health program at Post, including overseeing hospitalizations and medical evacuations.  Points of Contact are FSMP Christine Stapleton, stapletonca&#64;state.gov, and HRO Meredith Spivey, spiveymm&#64;state.gov.    Post now collects lobbying documents through the 360 Community Lobbying Center; please submit your lobbying information at http://appcenter.state.sbu/CLC.  &#40;Revised 03/2016&#41;"
  },
  {
    "pos_seq_num": "91566",
    "description": "Following the successful completion of mandatory intial training, Green Team Course &#40;MSD 101 or 102&#41;, the incumbent will be assigned in a superviosery position, based on senority and experience as a Unit Chief, or as a Division Chief responsbile for three to five units.   MSD units conduct Security Support Team &#40;SST&#41;, Tactical Support Team &#40;TST&#41;, and Mobile Training Team &#40;MTT&#41; missions, providing specialized security support and training to personnel serving overseas under high threat and/or crisis conditions.  During this 3-year tour, MSD agents have a worldwide crisis response requirement, may deploy on extremely short notice for 60 days and may spend up to 70&#37; of the year in TDY status.  The previous two year average has been at 50&#37; deployment average.  Most MSD deployments are to high and critical terrorist threat locations.  During Green Team training, personnel will be TDY for approximately 35&#37; of the program and training may be conducted on weekends and/or at night and in inclement weather.  Because of the arduous nature of MSD missions, personnel are expected to arrive physcially fit. The DS Wellness test will be adminstered on multiple occassions during Green Team training and agents are expected to positionstain acceptable fitness levels throughout their MSD assignment.  Due to the sequential nature of Green Team Training all agents must report prior to the published course start date.  There will be no exceptions to the requirement to report to MSD prior to the commencement of Green Team. If you are considering an assignment with MSD call 703-204-6243 for a more complete description of the position, staffing, mission and training."
  },
  {
    "pos_seq_num": "84094",
    "description": "The Political Officer will be responsible for the full range of diplomatic and political engagement between the United States and the Republic of the Congo &#40;RoC&#41;, including engagement and reporting on democracy and governance, human rights, trafficking in persons, pol-mil, refugee, and regional issues of interagency importance.  The officer reports to the Deputy Chief of Mission &#40;DCM&#41; and through her to the Ambassador.  The officer supervises one Locally Employed Staff &#40;LE Staff&#41; Political Specialist, one Eligible Family Member &#40;EFM&#41; Human Rights Specialist, and assists with the supervision of other LE staff in support of the Mission.  As one of two U.S. reporting officers at Post, the officer backs up her/his counterpart who covers the economic portfolio, including delivery of demarches on the full range of bilateral and supervision of local staff covering economic issues. POC - DCM Mary Daschbach &#40;Revised 08/16&#41;"
  },
  {
    "pos_seq_num": "103989"
  },
  {
    "pos_seq_num": "101582"
  },
  {
    "pos_seq_num": "105344",
    "description": "The incumbent serves as an instructor at the National Foreign Affairs Training Center &#40;NFATC&#41; campus of the Foreign Service Institute&#39;s &#40;FSI&#41;, School of Applied Information Technology &#40;SAIT&#41;, Enterprise Technology Division &#40;ET&#41;, located in Arlington, Virginia. He/she conducts operational courses such as COMSEC, SMART Systems Administration, Simulated Operations, and IRM Overseas Operations courses primarily for Information Management Specialists &#40;IMS&#41;. Instructors are required to review and update course curriculum to meet the current and future needs of the Department of State. Instructors are required to set up and assist others in the weekly preparation for upcoming classes and be able to troubleshoot classroom equipment. Instructors are responsible for the supervision and guidance of all students in their charge. For further information, please contact Mr. Wayne D. Payton at &#40;703&#41; 302 7819 or PaytonWD&#64;state.gov"
  },
  {
    "pos_seq_num": "110148",
    "description": "The incumbent serves as the personal staff assistant to the Office Director, an Assistant Secretary equivalent. S/he provides a variety of administrative and managerial support for the Director and at times the Deputy Director, a Deputy Assistant Secretary equivalent, as well as program supervisors in the other directorates. S/he serves as the principle office manager, handling incoming phone calls, opening and closing procedures, and the routing of mail and facsimiles to M/PRI offices and the M front office. The incumbent has comprehensive knowledge of the requirements for official documentation preparation and clearance, and reviews outgoing documents for proper format and completeness, and advises staff of overdue items, upcoming deadlines and priority of issues. S/he positionstains the office calendar and assists office staff with setting up meetings, reserving appropriate facilities and setting up any necessary equipment, including projectors, teleconference or videoconference equipment. The incumbent develops a good working knowledge of the overall organizational structure of the Department, M, and bureaus and offices with which the M/PRI office frequently communicates.  S/he responds to inquiries from within and outside the M organization concerning the status, location, subject matter, deadlines and processing procedures for formal taskers.  POC/Incumbent: Maho Fischer, FischerM&#64;state.gov. Acting Deputy Director is Julie Schechter-Torres, SchechterJL&#64;state.gov."
  },
  {
    "pos_seq_num": "105470",
    "description": "The incumbent serves as a Special Agent in the Houston Field Office conducting criminal investigations, protective responsibilities, TDYs, and other duties as assigned. &#40;last updated 10/14/2015&#41;"
  },
  {
    "pos_seq_num": "118354"
  },
  {
    "pos_seq_num": "115074",
    "description": "The Information Systems Officer &#40;ISO&#41; is responsible for the management and administration of Post&#39;s Information Systems Center &#40;ISC&#41;. The ISO is responsible for computer systems, programs, and related operations supporting all U.S. government agencies and sub-agencies in the Embassy. The ISO supervises a staff of five Locally Employed Staff &#40;LES&#41;. This includes day-to-day operations of the ISC as well as design and planning of software and hardware upgrades, user training and staff development. The ISO reports to the Information Management Officer &#40;IMO&#41;.  POC:  Blanca Neve &#40;NeveBM&#64;state.gov, IVG:  878-4376&#41; and HRO Theresa Gillespie &#40;gillespiete&#64;state.gov, IVG:  878-4414&#41;.  Updated August 2015."
  },
  {
    "pos_seq_num": "117840",
    "description": "The incumbent is a Watch Officer at the Diplomatic Security Command Center and reports to a Senior Watch Officer. The Watch Officer is responsible for assisting with emergency notifications, disseminating intelligence products, facilitating contingency planning, conducting law enforcement liaison, and assisting with crises management. The Watch Officer is a member of a watch group comprised of a Senior Watch Officer, several Watch Officers, and members of the Technical Operations Group and Personnel Tracking &#38; Locator Group. Incumbent may be assigned to a law enforcement liaison position at the Department of State Operations Center, the Department of Homeland Security National Operations Center, or the White House Situation Room. Those interested in one of the liaison positions are encouraged to contact the DSCC Director or Deputy Director. The Watch Officer position is a 13 month assignment.  "
  },
  {
    "pos_seq_num": "117566",
    "description": "DS Agents assigned to the DS/PII/ILD managed FBI Joint Terrorism Task Force &#40;JTTF&#41; Program serve as the DS representative the JTTF in their respective jurisdiction. The primary focus of DS participation in the JTTF is to work with the partnered agencies in furtherance of counterterrorism investigations and operations. DS Agents assigned to JTTFs also engage in a full range of non-terrorism matters and serve as the DS liaison to the FBI for their respective field office. These activities include but are not limited to: criminal investigations &#40;document fraud, human trafficking/smuggling, counterintelligence, fugitives, public corruption, child welfare/parental abduction&#41;, consular matters, protocol, international visitors, arms control/weapons exportation, cyber matters, and protection issues. JTTF Agents support PII protective and investigative operations and are expected to be available for worldwide deployment in support of these operations. Candidates may be subject to a limited scope polygraph examination. Interested candidates are encouraged to contact the ILD Division Chief at 571-345-7947 or FBI Senior Advisor at 571-345-3858. This position is located in Chicago, IL.  &#13;&#10;"
  },
  {
    "pos_seq_num": "116538",
    "description": "The incumbent serves as a Special Agent in the Los Angeles Field Office conducting criminal investigations, protective responsibilities, TDYs, and other duties as assigned. &#13;&#10;"
  },
  {
    "pos_seq_num": "112232"
  },
  {
    "pos_seq_num": "142275"
  },
  {
    "pos_seq_num": "112067",
    "description": "The incumbent serves as the Deputy Regional Security Officer for U.S. Embassy Tunisia. The incumbent is responsible for ensuring Regional Security Office security programs at U.S. Embassy Tunis are responsive and conform to DS policy directives and standards.  DRSO Tunis supervises three Assistant RSOs.   DRSO Tunisia manages security programs that may include: a local guard force, a Marine Security Guard Detachment, a Surveillance Detection Unit, engagement with local police, and FSN Investigators.  The incumbent coordinates with a variety of host government security organizations and an active Overseas Security Advisory Council.  Lastly, the incumbent provides and/or supervises personal security details for the Ambassador and other Embassy personnel, as required. The incumbent reports to the Regional Security Officer.  "
  },
  {
    "pos_seq_num": "112078",
    "description": "The Assistant Regional Security Officer &#40;ARSO&#41; works under the direct supervision of the Regional Security Officer &#40;RSO&#41; and acts as Section Chief in his absence.  The ARSO assists in managing all aspects of mission security for 15 agencies at Post, including physical, procedural, and personal security programs.  The ARSO assists the RSO in supervising an 10-member Surveillance Detection &#40;SD&#41; Unit, a 41-member Local Guard Force, and three Locally Employed Staff &#40;LES&#41;.  The Assistant Regional Security Officer &#40;ARSO&#41; reports directly to the Regional Security Officer &#40;RSO&#41; and is reviewed by the Deputy Chief of Mission &#40;DCM&#41;.  The ARSO supervises the Local Guard Force, the Surveillance Detection Unit, and manages security programs at Post such as security briefings, Weapons of Mass Destruction and coordinates updating of Post&#8217;s Emergency Action Plan.  &#40;updated June 2014&#41;"
  },
  {
    "pos_seq_num": "115024"
  },
  {
    "pos_seq_num": "111930",
    "description": "The Assistant Regional Security Officer &#40;ARSO&#41; reports to the Regional Security Officer &#40;RSO&#41; and indirectly to the Deputy Chief of Mission &#40;DCM&#41;. The incumbent assists in supervision of 2 Foreign Service National Investigator &#40;FSNI&#41;, a 10 person Ambassadors Protective Detail, a 10 person Surveillance Detection Unit and a 180 person guard force.  The ARSO shares responsibility for physical, procedural, investigative, and technical security matters affecting all USG personnel and in the absence of the Regional Security Officer.  POC is Regional Director for HTP/AF email DS_HTP_RD_AF&#64;state.gov "
  },
  {
    "pos_seq_num": "111957",
    "description": "The incumbent serves as the Assistant Regional Security officer in Abuja. The incumbent is directly responsible for the administrative oversight of a contract guard force staffed by over 750 guards with an annual budget of &#36;8.3 million dollars.  He supports the management of the 14-person Surveillance Detection &#40;SD&#41; Team.  He assists in supervising a six-person Marine Security Guard Detachment, an office support staff of four, and four Foreign Service National Investigators.  ARSO conducts criminal and background investigations, security surveys, and administers policies, procedures, and initiatives to secure an embassy community of over 1,000 staff spread over 35 compounds.  Incumbent serves as the Liaison for the Center for Disease Control &#40;CDC&#41;.   Position reports to the Deputy Regional Security Officer. POC: Incumbent, Kale Nandula, &#40;NandulaK&#64;state.gov&#41;; Deputy Regional Security Officer, Derek Dela-Cruz Dela-CruzD2&#64;state.gov&#41;. &#40;Revised 6/2015&#41;&#13;&#10;AF 360 CLC- http://appcenter.state.sbu/CLC"
  },
  {
    "pos_seq_num": "118593",
    "description": "An excellent opportunity to work in a fast-paced environment promoting U.S. economic development through global economic stability.  This position serves as the secretary and personal assistant to the International Finance and Development &#40;IFD&#41; Deputy Assistant Secretary &#40;DAS&#41;. The incumbent manages the DAS&#8217;s schedule, coordinates appointments, prepares meeting materials, fields inquiries and correspondence, positionstains the DAS&#8217;s files, arranges domestic and international travel, and coordinates paper with the Front Office.  Reports directly to the IFD DAS.  Incumbent:  Patricia McCarthy, &#40;202&#41; 647 4632, McCarthyP&#64;state.gov.  Updated May 2015."
  },
  {
    "pos_seq_num": "114603",
    "description": "RESPONSIBLE FOR A GEOGRAPHIC AREA WITHIN A REGIONAL SECTION, AND IS THE FOCAL POINT FOR OVERSEAS SECURITY FOR RSOS. REPORTS TO A DEPUTY REGIONAL DIRECTOR."
  },
  {
    "pos_seq_num": "118891",
    "description": "Incumbent is a PII Operations and Investigations &#40;OI&#41; Division Special Agent/Criminal Investigator. Major responsibilities include: &#40;1&#41; criminal and threat management investigations related to terrorism, threats, and suspicious activity against the Secretary of State, DoS personnel and facilities, and foreign dignitaries/facilities in the US; &#40;2&#41; tactical intelligence operations related to DS protective details, major events, and RSO support overseas; and &#40;3&#41; domestic intelligence and investigative support to DS protective details, major events, and training. The position is non-supervisory, but will routinely manage multiple personnel when assigned to lead large PII operations.  &#13;&#10;"
  },
  {
    "pos_seq_num": "118894",
    "description": "Incumbent is a PII Operations and Investigations &#40;OI&#41; Division Special Agent/Criminal Investigator. Major responsibilities include: &#40;1&#41; criminal and threat management investigations related to terrorism, threats, and suspicious activity against the Secretary of State, DoS personnel and facilities, and foreign dignitaries/facilities in the US; &#40;2&#41; tactical intelligence operations related to DS protective details, major events, and RSO support overseas; and &#40;3&#41; domestic intelligence and investigative support to DS protective details, major events, and training. The position is non-supervisory, but will routinely manage multiple personnel when assigned to lead large PII operations.  &#13;&#10;"
  },
  {
    "pos_seq_num": "118848",
    "description": "Incumbent is a PII Operations and Investigations &#40;OI&#41; Division Special Agent/Criminal Investigator. Major responsibilities include: &#40;1&#41; criminal and threat management investigations related to terrorism, threats, and suspicious activity against the Secretary of State, DoS personnel and facilities, and foreign dignitaries/facilities in the US; &#40;2&#41; tactical intelligence operations related to DS protective details, major events, and RSO support overseas; and &#40;3&#41; domestic intelligence and investigative support to DS protective details, major events, and training. The position is non-supervisory, but will routinely manage multiple personnel when assigned to lead large PII operations.  &#13;&#10;"
  },
  {
    "pos_seq_num": "115313",
    "description": "Post POC: Mark S. Butchart at ButchartMS&#64;state.gov &#13;&#10;We are collecting lobbying documents through the EUR-IO 360 Lobbying Center. Please submit your lobbying information at http://eur.p.state.sbu/sites/apps/EURApps/EUR360Center/"
  },
  {
    "pos_seq_num": "122312"
  },
  {
    "pos_seq_num": "122313",
    "description": "The Information Management Specialist &#40;IMS&#41; works under the supervision of the Information Management Officer &#40;IMO&#41;, providing the entire array of Information Resource Management &#40;IRM&#41; services in the Information Program Center &#40;IPC&#41; and has the functional title of IPO &#40;Information Program Officer&#41;. The IMS supervises one American EFM and eight LE staff members supporting pouch, telephone and radio sections. He/she may act as Acting IMO in the absence of the IMO and performs rotational duties as the on-call Information Management Duty Officer. The incumbent may be called upon to provide expertise to the ISC. Maputo is a rapidly growing post and has many opportunities for projects and career advancement opportunities. Groundbreaking for the NEC has begun and is slated to come on line in mid-2019. POC: IMO Scott Trezise; Management Officer: Alma Johnson IVG line at 887-3751 or Embassy phone at &#40;258&#41; 21-492797 - x3751. AF 360 CLC- http://appcenter.state.sbu/CLC &#40;updated 2/17&#41;"
  },
  {
    "pos_seq_num": "114297"
  },
  {
    "pos_seq_num": "120716",
    "description": "Updated anuary 2016. Two-year, Arabic-designated position at a fast-paced, medium-sized Consular Section with two mid-level and four entry-level officers.  Manages the ACS unit and provides the full range of ACS duties &#40;citizenship adjudication, prison visits, death cases, etc.&#41;.  This is a new position in which the incumbent will also serve as the Deputy Section Chief and Accountable Consular Officer.  Serves on the NIV line as needed, especially during peak seasons.  Some of the largest industrial projects in the world are now underway in the Eastern Province, with a heavy American citizen presence.  Due to limited space in the current facility, the ACS chief will be expected to find creative ways to manage the growing workload, including possible provision of ACS services outside the office at the various industrial and residential compounds.  Special Citizen cases are frequent, due to limitations on the rights of women and children in the Kingdom.  While daily life in Saudi Arabia can be challenging, Dhahran&#8217;s close proximity to Saudi Aramco and its approximately 5,000 American residents, as well as Bahrain and its airport allows for good recreational and travel opportunities.  For more information about the position, contact the Consular Section Chief, Stephanie Zakhem.  To bid on and lobby for Consular positions overseas and all domestic positions in the Bureau of Consular Affairs, please use the CA Assignments website and CA Bidders Assessment Tool &#40;http://cas.state.gov/consularbidders/&#41;."
  },
  {
    "pos_seq_num": "119509",
    "description": "The Office of the Quadrennial Diplomacy and Development Review is charged with leading and managing the development of the QDDR and facilitating the implementation of the Review&#8217;s recommendations.  The QDDR is the Secretary of State&#8217;s signature strategic policy and planning document that provides a blueprint for elevating American civilian power to advance our national interests and improve the efficiency, effectiveness, and overall accountability of the Department of State and the United States Agency for International Development &#40;USAID&#41;.  The QDDR is also a key part of the Deputy Secretary of State for Management and Resource&#8217;s &#40;D-MR&#41; agenda for continuous improvement and organizational reform.  The public affairs officer oversees the planning, development, coordination, and execution of outreach campaigns to increase awareness of the QDDR among internal and external stakeholders, and to increase employee engagement and support for the QDDR process.  The incumbent has primary responsibility for consulting and coordinating with bureaus, offices and the Foreign Service Institute on outreach activities related to the QDDR, and developing content and mechanisms to deliver QDDR-related messages to diverse audiences.  See qddr.state.gov for examples of ongoing activities.  The position offers unique opportunities to contribute to the organizational reform of the Department and to work with a wide range of colleagues throughout the Department to implement the Secretary&#8217;s strategic priorities.  POC is Deputy Director David Fisher."
  },
  {
    "pos_seq_num": "118314",
    "description": "Serves as the Security Technical Specialist &#40;STS&#41; in charge of Technical Services Office &#40;TSO&#41; N&#8217;Djamena.   The incumbent reports to the Regional Security Officer &#40;RSO&#41; in N&#8217;Djamena and is reviewed by the Officer-in-Charge of ESO Yaounde.  The TSO is a field element of the Bureau of Diplomatic Security &#40;DS&#41; that applies technology to protect the people, information and property of American Embassy N&#8217;Djamena .   Responsible for the installation,  positionstenance and repair of the full range of technical and physical security equipment employed by Diplomatic Security &#40;DS&#41; at post.  Performs administrative tasks as mandated by the Department of State in connection with these duties. Utilizes CMMS/Maximo to document all work and submits official documentation and correspondence, including Engineering Security Services Reports &#40;ESSR&#41;, telegrams, memoranda, etc. in final form and within specified time frames.  The incumbent, may on occasion, oversee and supervise the efforts of other STSs, contractors, U.S. Navy Seabees and Regional Security Technicians &#40;RSTs&#41; during specific projects.  POC: OIC ESO Yaounde IVG 932-4275."
  },
  {
    "pos_seq_num": "130283",
    "description": "The incumbent serves in the ARSO-Investigator position assigned to the Consular Section, and is responsible for investigating criminal fraud related to consular &#40;passport, visa&#41; matters, trafficking in persons, alien smuggling, counterterrorism, and other investigations as assigned. The ARSO-I also functions as the liaison between the Consular Section and all Law Enforcement agencies at Post. Other responsibilities may include, but are not limited to, liaison with host government immigration and airport authorities and airlines, criminal intelligence gathering as it relates to U.S. document and border security, and providing training to host nation personnel. Successful completion of PC 530 &#40;Basic Consular Course&#41; and OT 150 &#40;Asst. RSO-Investigator Course&#41; is required. The incumbent is rated by the RSO and reviewed by the Senior Consular Official at Post. The POCs for this position are the RSO and OCI Division Chief."
  },
  {
    "pos_seq_num": "127272",
    "description": "This position is one of two Information Management Specialists &#40;IMS&#41; assigned to the Information Resource Management &#40;IRM&#41; section who report directly to the Information Programs Officer &#40;IPO&#41;. The IMS supports all standard IRM duties and is fully responsible for a rotating portfolio which includes direct supervision of the Information Systems Center, mailroom staff, or telephone technician.  The IMS spends half the tour in the Information Programs Center &#40;IPC&#41; and the other half in the Information Systems Center &#40;ISC&#41;.  The IMS may serve as acting IPO in the IPO&#8217;s absence, and provides guidance to a cleared, locally-hired Information Management Assistant responsible for classified pouch operations. The IMS works independently and must take ownership of tasks and assignments.  The ideal candidate must solve problems and troubleshoot technical IT issues, while providing excellent customer service. POC: IPO Nijay Saini &#40;SainiNP&#64;state.gov&#41;. NEA is collecting lobbying documents through its 360 Lobbying Center.  Please submit your lobbying information at: http://appcenter.state.sbu/CLC."
  },
  {
    "pos_seq_num": "138128"
  },
  {
    "pos_seq_num": "132337",
    "description": "The Office of Foreign Missions &#40;OFM&#41;, regulates the activities of foreign embassies and consulates in the U.S., protects U.S. citizens from foreign mission members&#8217; abuse of privileges and immunities, provides services and assistance to the foreign mission community in the U.S. &#40;including serving as the &#8220;DMV&#8221; for foreign mission members&#41;, and employs reciprocity to ensure U.S. diplomatic and consular personnel serving overseas receive equitable treatment.  The incumbent serves as the Associate Director for Client Relations, one of two deputies in the Chicago Regional Office, and reports to the Area Director in New York.  The incumbent oversees day-to-day office operations and execution of all OFM programs in the region, including customs clearance, motor vehicle services, utility tax exemption requests, property transactions, and emergency management.  Development of OFM&#8217;s emergency management program is currently an organizational priority.  The incumbent supervises three Civil Service staff members and collaborates with the other office deputy to assist the Area Director with a wide range of projects that inform and support OFM Headquarters&#8217; policy.   The incumbent serves as a key point of contact between the foreign mission community in the Midwest &#40;Illinois, Indiana, Iowa, Michigan, Minnesota, Missouri, Ohio and Wisconsin&#41; and the Department of State.  Liaising with other federal, state and local government agencies, law enforcement, and private sector entities in the region is a vital component of this position.    The incumbent is expected to lead his/her team to coordinate and host outreach activities designed to educate the foreign mission community, law enforcement, government officials and private sector entities on topics related to OFM programs and other issues of interest and concern.  Some regional travel is required.  POC: Area Director Garry Pierrot, or Cliff Seagroves, Acting OFM Director."
  },
  {
    "pos_seq_num": "132222",
    "description": "Updated September 2016. We are looking for officers with recent visa field experience interested in serving at the nexus of visa policy and operations in what has been referred to as the visa policy &#8220;think tank.&#8221; Strong verbal and written communications skills are a must, as the 24 visa policy analysts in the Office of Field Operations in the Visa Office are called on to produce everything from informal yet thorough email responses to formal reports for the highest levels of government, often on short deadlines. As an analyst you will serve as the primary domestic point of contact for the countries in your portfolio and as subject matter expert for a continuously evolving array of visa policy related subjects. You will field policy inquiries from posts, bureaus, Congress, other U.S. agencies, the Consular Affairs &#40;CA&#41; front office, and senior Department leaders, review and update FAM guidance, draft ALDACS, and provide both remote and in-person outreach to ensure maximum awareness and uniform application of visa laws, regulations and policies. You consult with outbound consular officers, brief desk officers, CA directors, Congressional staff, National Security Staff, public stakeholders, and foreign diplomatic delegations, and may have opportunities to participate in large-scale public outreach events. You will gain depth and breadth in your understanding of visa issues, enhance your written and oral communication skills, gain interagency Washington experience, and help implement &#40;and to some extent even create&#41; new visa policies. Regional and SME portfolios will be assigned based on interests, experience and office needs on arrival. POC: Naomi Walcott, Division Chief; WalcottN&#64;state.gov.  To bid and lobby on this position, please see the Consular Staffing and Assignment website &#40;http://cas.state.gov/consularbidders/&#41;.  "
  },
  {
    "pos_seq_num": "130073"
  },
  {
    "pos_seq_num": "126476"
  },
  {
    "pos_seq_num": "126484"
  },
  {
    "pos_seq_num": "139334"
  },
  {
    "pos_seq_num": "141564"
  },
  {
    "pos_seq_num": "141569"
  },
  {
    "pos_seq_num": "141581"
  },
  {
    "pos_seq_num": "128828",
    "description": "Updated August 2015: FO-03 Interfunctional Officer.  CG Curacao is an independent mission reporting to WHA covering the 6 islands of the Dutch Caribbean.  Currently 4 officer positions: Consul General, Management Officer, Interfunctional Officer, and Consular Officer.  This position covers numerous portfolios and job responsibilities:  POL/ECON/PD, Post Security Officer, COMSEC, POSHO, Certifying Officer, and more.  The incumbent serves as the primary backup to the Consular Officer.  Currently rated by the Management Officer and reviewed by the Consul General &#40;a designated Chief of Mission position&#41; and directly supervises two LE Staff.  Post has 3 resident agencies on Curacao and 1 agency on Aruba, a total of 40 USDH&#8217;s.  POC is Management Officer Jeffrey Hanley."
  },
  {
    "pos_seq_num": "128606",
    "description": "Updated August 2015.  Only FS03 Econ officers who have not had the opportunity to serve in cone are eligible to fill this position.  This position has a 2 year tour of duty.  Incumbents will not be allowed to extend.  This substantive and challenging position is part of a busy econ section comprised of five officers, 2 EFMs, and 2 LES. The incumbent leads the Embassy&#8217;s anti-money laundering &#40;AML&#41; efforts, a high priority area for the Mission.  As the chair of post&#8217;s AML working group, the incumbent leads an interagency team to coordinate Mission efforts to combat money laundering.  In addition, the incumbent covers the banking and financial sectors, macro-economics,  intellectual property rights, and sanctions enforcement.  This is a busy and substantive position that requires a strong background in finance, banking, economics, and law enforcement. The incumbent will regularly meet with senior host-government officials and should expect to cultivate contacts in the public and private sector.  This position reports to the Economic Counselor and is rated by the DCM.  POC: Economic Office Mimi Lu &#40;LuMN&#64;state.gov&#41;  Please submit references through the CLC: http://appcenter.state.sbu/clc"
  },
  {
    "pos_seq_num": "124230",
    "description": "Updated August 2014 As a budget analyst in CA&#8217;s Office of the Comptroller, Financial Management Division, the incumbent will be responsible for monitoring and managing consular overseas financial activity, resources, requirements and will inform budget policies and procedures.  The incumbent will liaise regularly with CA/EX/PAS Analysts and post consular and financial management personnel to provide technical advice on the various aspects of budgetary and financial planning, analysis, and execution functions. This position requires strong knowledge of overseas consular services and strong leadership skills as CA/C is the lead coordinator throughout the Bureau for key financial initiatives. The Comptroller of the Bureau of Consular Affairs &#40;CA/C&#41; is the principal strategic and resource management officer for the Bureau. In this capacity, the Comptroller serves as senior adviser to the Bureau front office providing direction and management of resource strategy, structure, and allocation. For FY 2013, worldwide State Department consular fee collections exceeded &#36;3.3 billion. Projections for FY 2014 are expected to surpass FY 2013 amounts. In addition, CA/C is the primary liaison within and outside of the Department for the coordination of action and information related to Bureau resources and the linkage between policy and those resources. The Office of the Comptroller works in conjunction and consultation with the Office of the Executive Director on many resource issues. For more information contact, Tracy Henderson &#40;HendersonTL&#64;state.gov&#41; or call &#40;202&#41; 485-6684.  "
  },
  {
    "pos_seq_num": "141723",
    "description": "***This is a one-year assignment from January 2018 &#8211; January 2019 with no possibility for extension.*** The ASEAN Coordinator, based in Singapore for 2018 as the ASEAN Chair country, is an integral part of EAP&#8217;s multilateral affairs team, including the Office of Multilateral Affairs &#40;EAP/MLA&#41; and U.S. Mission to ASEAN in Jakarta &#40;USASEAN&#41;.  The incumbent will coordinate with the Government of Singapore as ASEAN Chair on all aspects of USG participation in ASEAN meetings and events during 2018, including over a dozen major events.  ASEAN and its sister institutions, the ASEAN Regional Forum &#40;ARF&#41; and the East Asia Summit &#40;EAS&#41;, are the premier multilateral fora for engaging with the most dynamic region in the world on political and security matters, economic issues, and people-to-people exchanges.  The Coordinator will liaise with a range of interlocutors in Embassy Singapore, EAP/MLA, USASEAN, and the interagency.  He/she will ensure all logistical arrangements and U.S. participation are in place for multiple senior officials meetings, ministerial meetings and Leaders&#39; Summits, which are normally attended by POTUS, Secretary of State, SecDef, and other cabinet members.  An understanding of USG policies on security, economic, bilateral and multilateral trade, and public diplomacy issues as well as strong organizational skills are required to ensure the policy needs of the USG are met.  POCs: EAP/MLA Deputy Director Jeff Graham, Embassy Singapore P/E Counselor Melissa Brown, and USASEAN Deputy Representative Jane Bocklage.  All interested EAP bidders should submit lobbying documents through the 360 Lobbying Center, http://appcenter.state.sbu/CLC. Updated January 2017."
  },
  {
    "pos_seq_num": "129236",
    "description": "This is a developmental position designed to give third or fourth tour Public Diplomacy Officers who have not previously served in cone an opportunity to gain in-cone experience. The Public Diplomacy Officer &#40;PDO&#41; is one of nine FSOs in Embassy Kyiv&#8217;s Public Affairs Section, and will have extensive exposure to a wide range of public diplomacy outreach activities throughout the section.  The PDO leads cross-cutting efforts to promote specific mission goals through traditional and social media; s/he manages grant projects and speaker programs that promote free and independent media, and liaises with the other team members on programming in our extensive network of American Spaces. The United States strongly supports Ukraine&#39;s European aspirations and territorial integrity in the face of aggression by Russia and its proxies, and many USG agencies are represented in the Mission, with diverse responsibilities from commercial relations to law enforcement. This close bilateral relationship generates a demanding workload for the Embassy&#8217;s Public Affairs team, with a steady stream of official visits, military cooperation events, and media engagements. We manage a full range of Cultural and Educational programs, an America House, and more than 20 American Spaces. We are looking for a creative and self-motivated officer who will help develop and expand our Mission outreach and influence coverage of U.S. policy priorities through a variety of Public Diplomacy tools and programs. The PDO reports to the Information Officer, and is reviewed by the country PAO. POCs are Kyiv PAO Karen Robblee &#40;RobbleeKE&#64;state.gov&#41;, and EUR/PD Deputy Director Lillian deValcourt-Ayala &#40;deValcourtLG&#64;state.gov&#41;. We are collecting lobbying documents through the EUR and IO Bidder Reference Center. Please submit your lobbying information at http://eur.p.state.sbu/sites/apps/EURApps/EUR360Center/. Note: We can only consider public diplomacy-coned officers without prior PD experience."
  },
  {
    "pos_seq_num": "122517"
  },
  {
    "pos_seq_num": "125365",
    "description": "The Information Resource Officer &#40;IRO&#41; is a regional Public Diplomacy specialist who works with the Public Affairs Sections of the U.S. embassies to develop and support American Spaces, in each of his/her constituent posts. The IRO assists Posts in developing outreach strategies for communicating with target audiences on key public diplomacy issues and to advance U.S. foreign policy goals.  The IRO reports to the PAO in Bogota, and is reviewed by the Division Chief of Field Support in the Office of American Spaces, Bureau of International Information Programs &#40;IIP/AS&#41;. POC: Carol Brey 202 632 2747. Drafted March 2015."
  },
  {
    "pos_seq_num": "134067"
  },
  {
    "pos_seq_num": "141475",
    "description": "The APEC coordinator is physically located in Port Moresby, reports to the Deputy Chief of Mission, and is a full member of the country team.  The coordinator is also an integral part of the EAP Office of Economic Policy &#40;EAP/EP&#41; team and is reviewed by the U.S. Ambassador to APEC. The incumbent works closely with International Organizations/Office of International Conferences &#40;IO/C&#41; to coordinate with the PNG government on all aspects of USG participation in APEC 2018, including over 100 APEC meetings and 15 major events. APEC is the premier forum for engaging with the most dynamic region in the world on trade and investment issues. APEC activities include technical cooperation in support of regional economic integration and a host of other issues including SME development, , food security, health, women&#8217;s economic empowerment, emergency preparedness and environment, among others. The APEC coordinator will liaise with a range of interlocutors in the PNG APEC organizing team, IO/C, the interagency and the U.S. Ambassador to APEC&#8217;s &#8217;s office to ensure all logistical arrangements and U.S. participation are in place for four senior officials meetings, six ministerial meetings and a Leaders&#39; Week Summit, which is normally attended by POTUS, Secretary of State, USTR and other cabinet members. The Senior Officials meetings and Leaders&#8217; Week Summit will be held in Port Moresby, with ministerial meetings planned for various locations throughout Papua New Guinea.  An understanding of USG policies on economic, bilateral and multilateral trade issues as well as strong organizations skills and an adventurous spirit are required to ensure the policy needs of the USG are met. This is a one year assignment from December 2017 to December 2018. POC: Joel Maybury, DCM Port Moresby, and Phil Nervig in EAP/EP.  All interested EAP bidders should submit all lobbying documents through the 360 Lobbying Center, http://appcenter.state.sbu/CLC.  Updated January 2017."
  },
  {
    "pos_seq_num": "139949"
  },
  {
    "pos_seq_num": "136150",
    "description": "The Assistant Regional Security officer &#40;ARSO&#41; works under the supervision of the Regional Security Officer &#40;RSO&#41; and acts as section chief in his/her absence. The ARSO assists in all aspects of consulate security, including physical, procedural and personal security programs. Under the supervision of the RSO, incumbent is responsible for the supervision of the local guard force &#40;LGF&#41; 30, the Surveillance Detention &#40;SD&#41; team 7, and two Foreign Service National Investigators &#40;FSNI&#41;."
  },
  {
    "pos_seq_num": "132668",
    "description": "The incumbent serves as a Unit Chief/Shift Leader in the Secretary&#8217;s Protective Detail Division.  The Unit Chief reports directly to an Assistant Special Agent in Charge &#40;ASAC&#41; and may be called upon to be an Acting ASAC in his/her absence or serve as Agent in Charge. The unit supervisor is responsible for providing direct supervision to Special Agents in the conduct of protective security coverage for the Secretary of State.  The Unit Chief will also be responsible for implementing SD training plan at the Unit level.  Candidates must complete the High Threat Operations Course. Interested bidders should contact 202-647-9923. &#40;updated 02/19/2016&#41;"
  },
  {
    "pos_seq_num": "129941",
    "description": "The incumbent serves as one of the Assistant Special Agent in Charge &#40;ASAC&#41; in the Chicago Field Office, with law enforcement, protective security, and liaison responsibilities throughout Ohio, Michigan, Kentucky, Indiana, Illinois, Minnesota, Wisconsin, Missouri, Iowa, North Dakota, South Dakota, Nebraska and Kansas.  The incumbent reports directly to the Special Agent in Charge &#40;SAC&#41; and serves as Acting SAC in his/her absence.  The incumbent has administrative and operational responsibility for all activities in the field office and Minneapolis, Detroit, and St. Louis resident offices.  The incumbent directly supervises a cadre of DS special agents and civil service employees. "
  },
  {
    "pos_seq_num": "129650",
    "description": "The Public Affairs Section in Monrovia uses the full spectrum of public diplomacy programs for outreach in a rewarding environment and seeks to be a leader in innovative programming.  This is a developmental position designed to give third or fourth tour Public Diplomacy Officers who have not previously served in cone an opportunity to gain in-cone experience. The Assistant Public Affairs Officer &#40;APAO&#41; will report directly to the Public Affairs Officer and assist in overseeing the full range of public diplomacy programs, including relations with local media; administration of educational, cultural and professional exchanges; grants; and outreach programs to target audiences. Responsibilities will be rotated to ensure that the APAO is well rounded at the end of the assignment and will include supervisory duties.  POC: PAO Paul Hinshaw. Note: We can only consider Public Diplomacy-coned officers without prior PD experience. Please submit lobbying documents to the 360 Community Lobbying Center http://appcenter.state.sbu/CLC."
  },
  {
    "pos_seq_num": "135130"
  },
  {
    "pos_seq_num": "131795",
    "description": "The Senior Advisor position is located in the Office of the Principal DCIO.  The incumbent acts as the senior Information Technical Manager, supporting the P/DCIO with strategic oversight of IRM programs, projects, and policy initiatives, and carrying out executive-level administrative and project management functions as required.  This is a non-supervisory position that reports directly to the P/DCIO.  POC:  AJ De Lucia &#40;deluciaaj&#64;state.gov; 202-634-3733&#41;.   &#91;D1461400 modified 1/13/16.&#93;"
  },
  {
    "pos_seq_num": "136062"
  }
]
